/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Русский";
"lng_switch_to_this" = "Продолжить на русском";

"lng_menu_contacts" = "Контакты";
"lng_menu_settings" = "Настройки";
"lng_menu_about" = "О программе";
"lng_menu_update" = "Обновить";
"lng_menu_back" = "Назад";
"lng_menu_night_mode" = "Ночной режим";

"lng_disable_notifications_from_tray" = "Отключить уведомления";
"lng_enable_notifications_from_tray" = "Включить уведомления";
"lng_open_from_tray" = "Открыть Telegram";
"lng_minimize_to_tray" = "Свернуть в трей";
"lng_quit_from_tray" = "Выйти из Telegram";
"lng_tray_icon_text" = "Telegram до сих пор запущен, \nвы можете настроить это на странице настроек. \nЕсли эта иконка пропадёт из трея, вы можете \nперетащить её сюда снова из скрытых иконок.";

// Для Месяц_Год или Месяц отдельно.
"lng_month1" = "Январь";
"lng_month2" = "Февраль";
"lng_month3" = "Март";
"lng_month4" = "Апрель";
"lng_month5" = "Май";
"lng_month6" = "Июнь";
"lng_month7" = "Июль";
"lng_month8" = "Август";
"lng_month9" = "Сентябрь";
"lng_month10" = "Октябрь";
"lng_month11" = "Ноябрь";
"lng_month12" = "Декабрь";

// Для Месяц_День или Месяц_День_Год.
"lng_month_day1" = "января";
"lng_month_day2" = "февраля";
"lng_month_day3" = "марта";
"lng_month_day4" = "апреля";
"lng_month_day5" = "мая";
"lng_month_day6" = "июня";
"lng_month_day7" = "июля";
"lng_month_day8" = "августа";
"lng_month_day9" = "сентября";
"lng_month_day10" = "октября";
"lng_month_day11" = "ноября";
"lng_month_day12" = "декабря";

"lng_month1_small" = "Янв";
"lng_month2_small" = "Фев";
"lng_month3_small" = "Мар";
"lng_month4_small" = "Апр";
"lng_month5_small" = "Мая";
"lng_month6_small" = "Июня";
"lng_month7_small" = "Июля";
"lng_month8_small" = "Авг";
"lng_month9_small" = "Сен";
"lng_month10_small" = "Окт";
"lng_month11_small" = "Ноя";
"lng_month12_small" = "Дек";

"lng_weekday1" = "Пн";
"lng_weekday2" = "Вт";
"lng_weekday3" = "Ср";
"lng_weekday4" = "Чт";
"lng_weekday5" = "Пт";
"lng_weekday6" = "Сб";
"lng_weekday7" = "Вс";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month}, {year}";
"lng_month_year" = "{month}, {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Отмена";
"lng_continue" = "Продолжить";
"lng_close" = "Закрыть";
"lng_connecting" = "Подключение...";
"lng_connecting_to_proxy" = "Подключение к прокси...";
"lng_connecting_settings" = "Настройки";
"lng_reconnecting#one" = "Переподключение через {count} с...";
"lng_reconnecting#few" = "Переподключение через {count} с...";
"lng_reconnecting#many" = "Переподключение через {count} с...";
"lng_reconnecting#other" = "Переподключение через {count} с...";
"lng_reconnecting_try_now" = "Попробовать сейчас";

"lng_status_service_notifications" = "служебные уведомления";
"lng_status_support" = "поддержка";
"lng_status_bot" = "бот";
"lng_status_bot_reads_all" = "имеет доступ к сообщениям";
"lng_status_bot_not_reads_all" = "не имеет доступа к сообщениям";
"lng_status_offline" = "давно не заходил(а)";
"lng_status_recently" = "заходил(а) недавно";
"lng_status_last_week" = "заходил(а) в течение недели";
"lng_status_last_month" = "заходил(а) в этом месяце";
"lng_status_lastseen_now" = "был(а) в сети только что";
"lng_status_lastseen_minutes#one" = "был(а) в сети {count} минуту назад";
"lng_status_lastseen_minutes#few" = "был(а) в сети {count} минуты назад";
"lng_status_lastseen_minutes#many" = "был(а) в сети {count} минут назад";
"lng_status_lastseen_minutes#other" = "был(а) в сети {count} минут назад";
"lng_status_lastseen_hours#one" = "был(а) в сети {count} час назад";
"lng_status_lastseen_hours#few" = "был(а) в сети {count} часа назад";
"lng_status_lastseen_hours#many" = "был(а) в сети {count} часов назад";
"lng_status_lastseen_hours#other" = "был(а) в сети {count} часов назад";
"lng_status_lastseen_today" = "был(а) в сети сегодня в {time}";
"lng_status_lastseen_yesterday" = "был(а) в сети вчера в {time}";
"lng_status_lastseen_date" = "был(а) в сети {date}";
"lng_status_lastseen_date_time" = "был(а) в сети {date} в {time}";
"lng_status_online" = "в сети";
"lng_status_connecting" = "подключение..";

"lng_chat_status_unaccessible" = "группа недоступна";
"lng_chat_status_members#one" = "{count} участник";
"lng_chat_status_members#few" = "{count} участника";
"lng_chat_status_members#many" = "{count} участников";
"lng_chat_status_members#other" = "{count} участников";
"lng_chat_status_online#one" = "{count} в сети";
"lng_chat_status_online#few" = "{count} в сети";
"lng_chat_status_online#many" = "{count} в сети";
"lng_chat_status_online#other" = "{count} в сети";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "канал";
"lng_group_status" = "группа";

"lng_channel_members_link#one" = "{count} участник";
"lng_channel_members_link#few" = "{count} участника";
"lng_channel_members_link#many" = "{count} участников";
"lng_channel_members_link#other" = "{count} участников";
"lng_channel_admins_link#one" = "{count} администратор";
"lng_channel_admins_link#few" = "{count} администратора";
"lng_channel_admins_link#many" = "{count} администраторов";
"lng_channel_admins_link#other" = "{count} администраторов";

"lng_flood_error" = "Слишком быстро. Пожалуйста, повторите попытку  позже.";
"lng_gif_error" = "Произошла ошибка при открытии GIF-анимации :(";
"lng_edit_error" = "Вы не можете редактировать это сообщение";
"lng_join_channel_error" = "Вы вступили в максимальное число каналов/групп. Пожалуйста, покиньте прежде какой-либо другой.";
"lng_error_phone_flood" = "В последнее время вы слишком часто удаляли и создавали свой аккаунт заново. Пожалуйста, подождите несколько дней перед повторной регистрацией.";
"lng_error_start_minimized_passcoded" = "Вы установили локальный код доступа, поэтому Telegram не может быть запущен в свёрнутом состоянии. Вам придётся ввести код, прежде чем войти в свою учётную запись.";
"lng_error_pinned_max#one" = "Вы можете закрепить сверху не более {count} чата.";
"lng_error_pinned_max#few" = "Вы можете закрепить сверху не более {count} чатов.";
"lng_error_pinned_max#many" = "Вы можете закрепить сверху не более {count} чатов.";
"lng_error_pinned_max#other" = "Вы можете закрепить сверху не более {count} чатов.";
"lng_error_public_groups_denied" = "К сожалению, вам запрещено вступать в публичные группы.\n{more_info}";
"lng_error_cant_add_member" = "Вы не можете добавить бота в эту группу. Попросите об этом администратора группы.";
"lng_error_cant_add_bot" = "К сожалению, этого бота нельзя добавлять в группы.";
"lng_error_cant_add_admin_invite" = "К сожалению, вы не можете добавить этого пользователя в качестве администратора, потому что он не является участником этой группы и вы не можете его пригласить.";
"lng_error_cant_add_admin_unban" = "К сожалению, вы не можете добавить этого пользователя в качестве администратора, потому что он в чёрном списке и вы не можете его разблокировать.";
"lng_error_cant_ban_admin" = "К сожалению, вы не можете заблокировать этого пользователя, потому что он является администратором этой группы и вы не можете его понизить.";
"lng_error_admin_limit" = "К сожалению, в этой группе достигнуто максимальное число администраторов.";
"lng_error_admin_limit_channel" = "К сожалению, в этом канале достигнуто максимальное число администраторов.";
"lng_sure_add_admin_invite" = "Этот пользователь не является участником группы. Добавить его в группу и повысить до администратора?";
"lng_sure_add_admin_invite_channel" = "Этот пользователь не является подписчиком канала. Добавить его в канал и повысить до администратора?";
"lng_sure_add_admin_unban" = "Этот пользователь сейчас ограничен или заблокирован. Вы уверены, что хотите его разблокировать и повысить?";
"lng_sure_ban_admin" = "Этот пользователь – администратор. Вы уверены, что хотите ограничить его?";
"lng_sure_ban_user_group" = "Удалить пользователя {user} из группы?";
"lng_sure_enable_socks" = "Включить этот прокси?\n\nСервер: {server}\nПорт: {port}\n\nВы можете сменить прокси-сервер позднее в настройках (Тип соединения).";
"lng_sure_enable" = "Включить";

"lng_edit_deleted" = "Сообщение было удалено";
"lng_edit_too_long" = "Текст сообщения слишком длинный";
"lng_edit_message" = "Редактировать сообщение";
"lng_edit_message_text" = "Исправленный текст..";
"lng_deleted" = "Удалённый аккаунт";
"lng_deleted_message" = "Удалённое сообщение";
"lng_pinned_message" = "Закрепленное сообщение";
"lng_pinned_unpin_sure" = "Вы хотите открепить это сообщение?";
"lng_pinned_pin_sure" = "Вы хотите закрепить это сообщение?";
"lng_pinned_pin" = "Закрепить";
"lng_pinned_unpin" = "Открепить";
"lng_pinned_notify" = "Уведомить участников";

"lng_intro_about" = "Добро пожаловать в официальное приложение Telegram для компьютера.\nОно очень быстрое и безопасное.";
"lng_start_msgs" = "Начать общение";

"lng_intro_next" = "Дальше";
"lng_intro_finish" = "Зарегистрироваться";
"lng_intro_submit" = "Отправить";

"lng_photo_caption" = "Подпись";
"lng_photos_comment" = "Комментарий";

"lng_phone_title" = "Ваш номер телефона";
"lng_phone_desc" = "Пожалуйста, подтвердите ваш код страны и\nвведите ваш номер мобильного телефона.";
"lng_phone_notreg" = "Если у вас нет аккаунта в Telegram,\nпожалуйста, [b]зарегистрируйтесь[/b] через приложение для {link_start}Android / iPhone{link_end} или {signup_start}здесь{signup_end}";
"lng_country_code" = "Код страны";
"lng_bad_country_code" = "Некорректный код страны";
"lng_country_ph" = "Поиск";
"lng_country_none" = "Страна не найдена";
"lng_country_select" = "Выберите страну";

"lng_code_ph" = "Ваш код";
"lng_code_desc" = "Мы отправили код доступа на ваш номер.\nПожалуйста, введите его в это поле.";
"lng_code_telegram" = "Введите код, который вы получили\nв [b]Telegram[/b] на другом устройстве";
"lng_code_no_telegram" = "Отправить код через SMS";
"lng_code_call" = "Telegram позвонит вам через {minutes}:{seconds}";
"lng_code_calling" = "Запрос вызова из Telegram..";
"lng_code_called" = "Telegram набирает номер";

"lng_bad_phone" = "Неверный номер телефона. Пожалуйста, попробуйте еще раз.";
"lng_bad_phone_noreg" = "Номер телефона не зарегистрирован.";
"lng_bad_code" = "Вы ввели неверный код.";
"lng_bad_name" = "Пожалуйста, введите ваше имя и фамилию.";
"lng_bad_photo" = "К сожалению, Telegram не поддерживает данный тип изображений";

"lng_signin_title" = "Проверка пароля";
"lng_signin_desc" = "Введите пароль";
"lng_signin_recover_desc" = "Введите код, отправленный на e-mail\n{email}";
"lng_signin_password" = "Ваш пароль";
"lng_signin_code" = "Код, который мы отправили в e-mail";
"lng_signin_recover" = "Забыли пароль?";
"lng_signin_recover_title" = "Сбросить пароль";
"lng_signin_hint" = "Подсказка: {password_hint}";
"lng_signin_recover_hint" = "Код был отправлен на {recover_email}";
"lng_signin_bad_password" = "Вы ввели неверный пароль.";
"lng_signin_wrong_code" = "Вы ввели неверный код.";
"lng_signin_try_password" = "Нет доступа к почте?";
"lng_signin_password_removed" = "Защита паролем выключена. Вы можете включить её в настройках.";
"lng_signin_no_email_forgot" = "Так как вы не указали адрес электронной почты для восстановления пароля, оставшиеся варианты — вспомнить пароль или сбросить аккаунт.";
"lng_signin_cant_email_forgot" = "Если вы не можете получить доступ к своей электронной почте, единственные доступные варианты — вспомнить пароль или сбросить аккаунт.";
"lng_signin_reset_account" = "Сбросить аккаунт";
"lng_signin_sure_reset" = "Внимание!\n\nИстория сообщений и чаты будут безвозвратно удалены. Продолжить?";
"lng_signin_reset" = "Сбросить";
"lng_signin_reset_wait" = "Так как аккаунт {phone_number} сейчас активен и защищен паролем, то, в целях безопасности, он будет удален через неделю. Вы можете отменить удаление аккаунта в любое время.\n\nСброс будет доступен через:\n{when}";
"lng_signin_reset_days#one" = "{count} день";
"lng_signin_reset_days#few" = "{count} дня";
"lng_signin_reset_days#many" = "{count} дней";
"lng_signin_reset_days#other" = "{count} дней";
"lng_signin_reset_hours#one" = "{count} час";
"lng_signin_reset_hours#few" = "{count} часа";
"lng_signin_reset_hours#many" = "{count} часов";
"lng_signin_reset_hours#other" = "{count} часов";
"lng_signin_reset_minutes#one" = "{count} минуту";
"lng_signin_reset_minutes#few" = "{count} минуты";
"lng_signin_reset_minutes#many" = "{count} минут";
"lng_signin_reset_minutes#other" = "{count} минут";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Ваши недавние попытки сброса этого аккаунта были отменены его текущим пользователем. Попробуйте снова через 7 дней.";
"lng_signin_banned_text" = "Этот номер телефона заблокирован.";
"lng_signin_banned_help" = "Помощь";

"lng_signup_title" = "Информация";
"lng_signup_desc" = "Пожалуйста, введите ваше имя и\nзагрузите фотографию.";

"lng_signup_firstname" = "Имя";
"lng_signup_lastname" = "Фамилия";

"lng_dlg_filter" = "Поиск";
"lng_dlg_new_group_name" = "Название группы";
"lng_dlg_new_channel_name" = "Название канала";
"lng_no_contacts" = "У вас нет контактов";
"lng_no_chats" = "Ваши чаты будут здесь";
"lng_contacts_loading" = "Загрузка...";
"lng_contacts_not_found" = "Контакты не найдены";
"lng_dlg_search_for_messages" = "Поиск сообщений";
"lng_update_telegram" = "Обновить Telegram";
"lng_dlg_search_in" = "Поиск сообщений в";
"lng_dlg_search_from" = "От: {user}";

"lng_settings_save" = "Сохранить";
"lng_settings_upload" = "Обновить фото";
"lng_settings_crop_profile" = "Выберите область для фото профиля";
"lng_settings_uploading_photo" = "Загрузка фото...";
"lng_settings_edit" = "Изменить имя";
"lng_settings_drop_area_subtitle" = "чтобы установить в качестве фотографии";

"lng_username_title" = "Имя пользователя";
"lng_username_about" = "Выберите имя пользователя, чтобы \nдругие люди смогли найти вас по нему \nи связаться с вами, не зная вашего\nномера телефона.\n\nИмя пользователя должно состоять из 5 \nили более символов латинского \nалфавита, цифр и подчеркиваний.";
"lng_username_choose" = "Выберите имя пользователя";
"lng_username_invalid" = "Некорректное имя пользователя.";
"lng_username_occupied" = "Это имя пользователя уже занято.";
"lng_username_too_short" = "Имя пользователя слишком короткое.";
"lng_username_bad_symbols" = "Разрешены только 0-9, a-z и символ подчёркивания.";
"lng_username_available" = "Доступно";
"lng_username_not_found" = "Пользователь @{user} не найден.";
"lng_username_link_willbe" = "Эта ссылка откроет диалог с вами:";
"lng_username_link" = "Эта ссылка открывает диалог с вами:";
"lng_username_copied" = "Ссылка скопирована в буфер обмена.";

"lng_bio_title" = "Изменить информацию о себе";
"lng_bio_placeholder" = "О себе";
"lng_bio_about" = "Расскажите пару слов о себе. Любой, кто откроет ваш профиль, увидит этот текст.";

"lng_settings_section_info" = "Информация";
"lng_settings_username" = "Имя пользователя:";
"lng_settings_choose_username" = "выберите имя пользователя";
"lng_settings_empty_bio" = "Пусто";

"lng_settings_section_notify" = "Уведомления";
"lng_settings_desktop_notify" = "Уведомления на рабочем столе";
"lng_settings_show_name" = "Показывать имя отправителя";
"lng_settings_show_preview" = "Показывать текст сообщения";
"lng_settings_use_windows" = "Использовать уведомления Windows";
"lng_settings_use_native_notifications" = "Использовать системные уведомления";
"lng_settings_advanced_notifications" = "Расположение и количество уведомлений";
"lng_settings_notifications_position" = "Расположение на экране";
"lng_settings_notifications_count" = "Количество уведомлений";
"lng_settings_sound_notify" = "Звук";
"lng_settings_include_muted" = "Учитывать приглушенные чаты";

"lng_notification_preview" = "У вас новое сообщение";
"lng_notification_reply" = "Ответить";
"lng_notification_hide_all" = "Скрыть все уведомления";
"lng_notification_sample" = "Это пример уведомления";

"lng_settings_section_general" = "Общее";
"lng_settings_change_lang" = "Изменить язык";
"lng_languages" = "Языки";
"lng_sure_save_language" = "Telegram перезапустится, чтобы сменить язык";
"lng_settings_update_automatically" = "Автообновление";
"lng_settings_current_version_label" = "Версия {version}:";
"lng_settings_current_version" = "Версия {version}";
"lng_settings_check_now" = "Проверка обновлений";
"lng_settings_update_checking" = "Проверка обновлений..";
"lng_settings_latest_installed" = "Установлена самая последняя версия";
"lng_settings_downloading" = "Загрузка обновления: {ready} / {total} Мб..";
"lng_settings_update_ready" = "Обновление загружено";
"lng_settings_update_now" = "Перезапустить сейчас";
"lng_settings_update_fail" = "Проверка обновления не удалась :(";
"lng_settings_workmode_tray" = "Показывать иконку в трее";
"lng_settings_workmode_window" = "Показывать иконку в области задач";
"lng_settings_auto_start" = "Запускать Telegram при старте системы";
"lng_settings_start_min" = "Запускать свёрнутым";
"lng_settings_add_sendto" = "Добавить Telegram в меню «Отправить...»";
"lng_settings_section_scale" = "Масштаб интерфейса";
"lng_settings_scale_auto" = "Авто ({cur})";

"lng_settings_section_chat_settings" = "Настройки чатов";
"lng_settings_replace_emojis" = "Заменять эмодзи";
"lng_settings_suggest_emoji" = "Предлагать эмодзи при вводе текста";
"lng_settings_suggest_by_emoji" = "Предлагать популярные стикеры при вводе эмодзи";
"lng_settings_view_emojis" = "Просмотреть список";
"lng_settings_send_enter" = "Отправлять по Enter";
"lng_settings_send_ctrlenter" = "Отправлять по Ctrl+Enter";
"lng_settings_send_cmdenter" = "Отправлять по Cmd+Enter";

"lng_settings_section_background" = "Фоновое изображение чата";
"lng_settings_bg_use_default" = "Использовать тему по умолчанию";
"lng_settings_bg_from_gallery" = "Выбрать из галереи";
"lng_settings_bg_from_file" = "Выбрать из файла";
"lng_settings_bg_edit_theme" = "Редактор темы";
"lng_settings_bg_tile" = "Замостить";
"lng_settings_adaptive_wide" = "Альтернативный вид чатов на широком экране";

"lng_backgrounds_header" = "Выберите новый фон для чата";
"lng_theme_sure_keep" = "Использовать эту цветовую схему?";
"lng_theme_reverting#one" = "Возврат к старой цветовой схеме через {count} секунду";
"lng_theme_reverting#few" = "Возврат к старой цветовой схеме через {count} секунды";
"lng_theme_reverting#many" = "Возврат к старой цветовой схеме через {count} секунд";
"lng_theme_reverting#other" = "Возврат к старой цветовой схеме через {count} секунд";
"lng_theme_keep_changes" = "Сохранить";
"lng_theme_revert" = "Отменить";

"lng_download_path_dont_ask" = "Не спрашивать путь для сохранения";
"lng_download_path_label" = "Путь для сохранения:";
"lng_download_path_temp" = "временная папка";
"lng_download_path_default" = "папка по умолчанию";
"lng_download_path_clear" = "Очистить всё";
"lng_download_path_header" = "Выбрать путь для скачивания";
"lng_download_path_default_radio" = "Папка «Загрузки»";
"lng_download_path_temp_radio" = "Временная папка (очищается при выходе)";
"lng_download_path_dir_radio" = "Другая папка (очищается вручную)";
"lng_download_path_choose" = "Выберите путь для скачивания";
"lng_sure_clear_downloads" = "Очистить временную папку с загрузками? Это происходит автоматически при выходе из аккаунта или удалении программы.";
"lng_download_path_failed" = "Загрузку файла невозможно запустить. Это могло произойти из-за некорректно указанного пути сохранения.\n\nПопробуйте изменить расположение папки по умолчанию в Настройках.";
"lng_download_path_settings" = "Настройки";
"lng_download_finish_failed" = "Загрузка файла не может быть завершена.\n\nПопробовать еще раз?";
"lng_download_path_clearing" = "Очистка...";
"lng_download_path_cleared" = "Очищено!";

"lng_local_storage_title" = "Локальное хранилище";
"lng_settings_section_privacy" = "Приватность и безопасность";

"lng_settings_no_data_cached" = "Кэш пуст!";
"lng_settings_images_cached#one" = "{count} изображение, {size}";
"lng_settings_images_cached#few" = "{count} изображения, {size}";
"lng_settings_images_cached#many" = "{count} изображений, {size}";
"lng_settings_images_cached#other" = "{count} изображений, {size}";
"lng_settings_audios_cached#one" = "{count} голосовое сообщение, {size}";
"lng_settings_audios_cached#few" = "{count} голосовых сообщения, {size}";
"lng_settings_audios_cached#many" = "{count} голосовых сообщений, {size}";
"lng_settings_audios_cached#other" = "{count} голосовых сообщений, {size}";
"lng_local_storage_clear" = "Очистить кэш ";
"lng_local_storage_clearing" = "Очистка...";
"lng_local_storage_cleared" = "Очищено!";

"lng_settings_section_advanced_settings" = "Расширенные настройки";
"lng_settings_enable_night_theme" = "Включить ночной режим";
"lng_settings_disable_night_theme" = "Отключить ночной режим";

"lng_passcode_remove_button" = "Удалить";

"lng_passcode_turn_on" = "Включить блокировку кодом доступа";
"lng_passcode_change" = "Сменить код доступа";
"lng_passcode_create" = "Код доступа";
"lng_passcode_remove" = "Удалить код доступа";
"lng_passcode_turn_off" = "Выключить";
"lng_passcode_autolock" = "Автоблокировка";
"lng_passcode_autolock_away" = "Блокировать при отсутствии в течение: ";
"lng_passcode_autolock_inactive" = "Блокировать при отсутствии активности в течение:";
"lng_passcode_autolock_minutes#one" = "{count} минуты";
"lng_passcode_autolock_minutes#few" = "{count} минут";
"lng_passcode_autolock_minutes#many" = "{count} минут";
"lng_passcode_autolock_minutes#other" = "{count} минут";
"lng_passcode_autolock_hours#one" = "{count} часа";
"lng_passcode_autolock_hours#few" = "{count} часов";
"lng_passcode_autolock_hours#many" = "{count} часов";
"lng_passcode_autolock_hours#other" = "{count} часов";
"lng_passcode_enter_old" = "Введите код доступа";
"lng_passcode_enter_first" = "Введите код доступа";
"lng_passcode_enter_new" = "Введите новый пароль";
"lng_passcode_confirm_new" = "Повторите ввод пароля";
"lng_passcode_about" = "После установки кода доступа, над списком чатов появится замочек. Нажмите на него, чтобы заблокировать приложение.\n\nВажно: если вы забудете код доступа, вам придётся войти в приложение заново.";
"lng_passcode_differ" = "Пароли не совпадают";
"lng_passcode_wrong" = "Неверный пароль";
"lng_passcode_is_same" = "Пароль не был изменён";
"lng_passcode_enter" = "Введите ваш код доступа";
"lng_passcode_ph" = "Ваш код";
"lng_passcode_submit" = "Разблокировать";
"lng_passcode_logout" = "Выйти из аккаунта";
"lng_passcode_need_unblock" = "Сначала разблокируйте.";

"lng_cloud_password_waiting" = "Ссылка для подтверждения была отправлена на {email}";
"lng_cloud_password_change" = "Сменить пароль";
"lng_cloud_password_create" = "Пароль";
"lng_cloud_password_remove" = "Удалить пароль";
"lng_cloud_password_set" = "Включить двухэтапную авторизацию";
"lng_cloud_password_edit" = "Двухэтапная авторизация";
"lng_cloud_password_enter_old" = "Введите текущий пароль";
"lng_cloud_password_enter_first" = "Введите пароль";
"lng_cloud_password_enter_new" = "Введите новый пароль";
"lng_cloud_password_confirm_new" = "Повторите ввод пароля";
"lng_cloud_password_hint" = "Подсказка к паролю";
"lng_cloud_password_change_hint" = "Введите подсказку к паролю";
"lng_cloud_password_bad" = "Вы не можете использовать сам пароль как подсказку.";
"lng_cloud_password_email" = "Резервный e-mail";
"lng_cloud_password_bad_email" = "Неверный адрес электронной почты, пожалуйста, попробуйте другой.";
"lng_cloud_password_about" = "Этот пароль будет требоваться при входе на новом устройстве в дополнение к ПИН-коду.";
"lng_cloud_password_about_recover" = "Вы уверены?\n\nЕсли вы забудете пароль, восстановить доступ к аккаунту будет невозможно. Ещё раз: вы навсегда потеряете доступ к своему аккаунту.";
"lng_cloud_password_skip_email" = "Не добавлять e-mail";
"lng_cloud_password_almost" = "Ссылка для подтверждения почты была отправлена на указанный адрес.\nДвухступенчатая авторизация будет активирована после того, как вы перейдете по этой ссылке.";
"lng_cloud_password_was_set" = "Двухэтапная авторизация включена.";
"lng_cloud_password_updated" = "Ваш пароль обновлён.";
"lng_cloud_password_removed" = "Двухэтапная авторизация выключена.";
"lng_cloud_password_differ" = "Пароли не совпадают";
"lng_cloud_password_wrong" = "Неверный пароль";
"lng_cloud_password_is_same" = "Пароль не был изменён";

"lng_connection_type" = "Тип соединения:";
"lng_connection_auto_connecting" = "По умолчанию (подключение...)";
"lng_connection_auto" = "По умолчанию (сейчас: {transport})";
"lng_connection_proxy_connecting" = "Подключение через прокси...";
"lng_connection_proxy" = "{transport} с прокси";
"lng_connection_header" = "Тип соединения";
"lng_connection_auto_rb" = "Автоматически (приоритет TCP)";
"lng_connection_http_proxy_rb" = "HTTP с нестандартным http-прокси";
"lng_connection_tcp_proxy_rb" = "TCP с нестандартным socks5-прокси";
"lng_connection_try_ipv6" = "Использовать IPv6";
"lng_connection_host_ph" = "Хост";
"lng_connection_port_ph" = "Порт";
"lng_connection_user_ph" = "Логин";
"lng_connection_password_ph" = "Пароль";
"lng_connection_proxy_secret_ph" = "Секрет";
"lng_connection_save" = "Сохранить";

"lng_proxy_settings" = "Настройки прокси";
"lng_proxy_use" = "Использовать прокси";
"lng_proxy_use_for_calls" = "Использовать прокси для звонков";
"lng_proxy_about" = "Прокси-серверы могут помочь с доступом к Telegram, если прямое соединение недоступно.";
"lng_proxy_add" = "Добавить прокси";
"lng_proxy_share" = "Отправить";
"lng_proxy_online" = "подключен";
"lng_proxy_checking" = "проверка";
"lng_proxy_connecting" = "соединение";
"lng_proxy_available" = "доступен, пинг {ping}мс";
"lng_proxy_unavailable" = "недоступен";
"lng_proxy_edit" = "Редактировать прокси";
"lng_proxy_menu_edit" = "Изменить";
"lng_proxy_menu_delete" = "Удалить";
"lng_proxy_menu_restore" = "Восстановить";
"lng_proxy_edit_share" = "Поделиться";
"lng_proxy_address_label" = "Адрес подключения";
"lng_proxy_credentials_optional" = "Авторизация (необязательно)";
"lng_proxy_credentials" = "Авторизация";
"lng_proxy_description" = "Здесь будет ваш список сохранённых прокси.";
"lng_proxy_sponsor" = "Спонсор прокси";
"lng_proxy_sponsor_about" = "Этот канал отображается Вашим прокси-сервером.\nЧтобы удалить этот канал из списка чатов,\nотключите прокси в настройках Telegram.";
"lng_proxy_sponsor_warning" = "Этот прокси может показывать канал спонсора в Вашем чат-листе. Ваш трафик Telegram не будет раскрыт.";

"lng_settings_blocked_users" = "Заблокированные пользователи";
"lng_settings_last_seen_privacy" = "Последняя активность";
"lng_settings_calls_privacy" = "Звонки";
"lng_settings_groups_invite_privacy" = "Добавление в группы и каналы";
"lng_settings_show_sessions" = "Показать все сессии";
"lng_settings_self_destruct" = "Настройки самоуничтожения аккаунта";
"lng_settings_change_phone" = "Сменить номер телефона";

"lng_settings_reset" = "Завершить все сессии";
"lng_settings_reset_sure" = "Уверены, что хотите завершить все другие сессии?";
"lng_settings_reset_one_sure" = "Завершить эту сессию?";
"lng_settings_reset_button" = "Завершить";
"lng_settings_manage_local_storage" = "Локальное хранилище";
"lng_settings_ask_question" = "Задать вопрос";
"lng_settings_ask_sure" = "Поддержка Telegram осуществляется добровольцами. Мы постараемся ответить как можно скорее, но на это может потребоваться некоторое время.\n\nВы также можете ознакомиться с ответами на популярные вопросы о Telegram (FAQ), где есть советы по решению многих проблем.";
"lng_settings_faq_button" = "FAQ";
"lng_settings_ask_ok" = "Спросить добровольца";
"lng_settings_faq" = "Часто задаваемые вопросы";
"lng_settings_logout" = "Выйти";
"lng_sure_logout" = "Вы действительно хотите выйти?";

"lng_settings_need_restart" = "Необходимо перезапустить Telegram для применения некоторых настроек. Сделать это сейчас?";
"lng_settings_restart_now" = "ПЕРЕЗАПУСТИТЬ";

"lng_sessions_header" = "Текущая сессия";
"lng_sessions_other_header" = "Активные сесии";
"lng_sessions_other_desc" = "Вы можете войти в Telegram с любого устройства: телефона, планшета или компьютер, используя ваш номер телефона. Все контакты и история сообщений будут мгновенно синхронизироваться.";
"lng_sessions_terminate_all" = "Завершить все сеансы";

"lng_blocked_list_title" = "Заблокированные пользователи";
"lng_blocked_list_unknown_phone" = "неизв. номер";
"lng_blocked_list_unblock" = "Разблокировать";
"lng_blocked_list_add" = "Заблокировать...";
"lng_blocked_list_add_title" = "Выберите, кого заблокировать";
"lng_blocked_list_already_blocked" = "уже заблокирован(а)";
"lng_blocked_list_about" = "Заблокированные пользователи не могут отправлять вам сообщения и добавлять в группы. Они не увидят ваше фото профиля, статус «онлайн» и время последнего нахождения в сети.";
"lng_blocked_list_not_found" = "Не найдено.";

"lng_edit_privacy_everyone" = "Все";
"lng_edit_privacy_contacts" = "Мои контакты";
"lng_edit_privacy_nobody" = "Никто";
"lng_edit_privacy_exceptions" = "Добавить исключения";

"lng_edit_privacy_lastseen_title" = "Последняя активность";
"lng_edit_privacy_lastseen_description" = "Вы можете выбрать, кто видит время вашей последней активности";
"lng_edit_privacy_lastseen_warning" = "Важно: вы не сможете увидеть время последней активности людей, с которыми вы не поделились своим временем последней активности. Вместо этого будет отображаться приблизительное время последней активности (недавно, в течение недели, в течение месяца).";
"lng_edit_privacy_lastseen_always_empty" = "Всегда делиться с";
"lng_edit_privacy_lastseen_always#one" = "Всегда делиться с {count} чел.";
"lng_edit_privacy_lastseen_always#few" = "Всегда делиться с {count} чел.";
"lng_edit_privacy_lastseen_always#many" = "Всегда делиться с {count} чел.";
"lng_edit_privacy_lastseen_always#other" = "Всегда делиться с {count} чел.";
"lng_edit_privacy_lastseen_never_empty" = "Всегда скрывать от";
"lng_edit_privacy_lastseen_never#one" = "Всегда скрывать от {count} чел.";
"lng_edit_privacy_lastseen_never#few" = "Всегда скрывать от {count} чел.";
"lng_edit_privacy_lastseen_never#many" = "Всегда скрывать от {count} чел.";
"lng_edit_privacy_lastseen_never#other" = "Всегда скрывать от {count} чел.";
"lng_edit_privacy_lastseen_exceptions" = "Эти настройки переопределят значения выше.";
"lng_edit_privacy_lastseen_always_title" = "Всегда делиться с...";
"lng_edit_privacy_lastseen_never_title" = "Всегда скрывать от...";

"lng_edit_privacy_groups_title" = "Добавление в группы и каналы";
"lng_edit_privacy_groups_description" = "Вы можете выбрать, кто может добавлять вас в группы и каналы.";
"lng_edit_privacy_groups_always_empty" = "Всегда разрешать";
"lng_edit_privacy_groups_always#one" = "Всегда разрешать {count} чел.";
"lng_edit_privacy_groups_always#other" = "Всегда разрешать {count} чел.";
"lng_edit_privacy_groups_never_empty" = "Всегда запрещать";
"lng_edit_privacy_groups_never#one" = "Всегда запрещать {count} чел.";
"lng_edit_privacy_groups_never#other" = "Всегда запрещать {count} чел.";
"lng_edit_privacy_groups_exceptions" = "Этим пользователям будет разрешено или запрещено добавлять вас в группы и на каналы вне зависимости от настроек выше.";
"lng_edit_privacy_groups_always_title" = "Всегда разрешать...";
"lng_edit_privacy_groups_never_title" = "Всегда запрещать...";

"lng_edit_privacy_calls_title" = "Звонки";
"lng_edit_privacy_calls_description" = "Вы можете ограничить круг лиц, которые могут вам звонить:";
"lng_edit_privacy_calls_always_empty" = "Всегда разрешать";
"lng_edit_privacy_calls_always#one" = "Всегда разрешать {count} чел.";
"lng_edit_privacy_calls_always#few" = "Всегда разрешать {count} чел.";
"lng_edit_privacy_calls_always#many" = "Всегда разрешать {count} чел.";
"lng_edit_privacy_calls_always#other" = "Всегда разрешать {count} чел.";
"lng_edit_privacy_calls_never_empty" = "Всегда запрещать";
"lng_edit_privacy_calls_never#one" = "Всегда запрещать {count} чел.";
"lng_edit_privacy_calls_never#few" = "Всегда запрещать {count} чел.";
"lng_edit_privacy_calls_never#many" = "Всегда запрещать {count} чел.";
"lng_edit_privacy_calls_never#other" = "Всегда запрещать {count} чел.";
"lng_edit_privacy_calls_exceptions" = "Этим пользователям будет разрешено или запрещено звонить вам вне зависимости от настроек выше.";
"lng_edit_privacy_calls_always_title" = "Всегда разрешать...";
"lng_edit_privacy_calls_never_title" = "Всегда запрещать...";

"lng_self_destruct_title" = "Самоуничтожение аккаунта";
"lng_self_destruct_description" = "Если вы не появитесь в сети хотя бы раз в течение этого периода, ваш аккаунт будет удалён вместе со всеми группами, сообщениями и контактами.";
"lng_self_destruct_months#one" = "{count} месяц";
"lng_self_destruct_months#few" = "{count} месяца";
"lng_self_destruct_months#many" = "{count} месяцев";
"lng_self_destruct_months#other" = "{count} месяцев";
"lng_self_destruct_years#one" = "{count} год";
"lng_self_destruct_years#few" = "{count} года";
"lng_self_destruct_years#many" = "{count} лет";
"lng_self_destruct_years#other" = "{count} лет";

"lng_change_phone_title" = "Сменить номер";
"lng_change_phone_description" = "Здесь вы можете сменить ваш номер Telegram.\nВаш аккаунт и все ваши данные\n— сообщения, медиа, контакты и т.д. будут\nперенесены на новый номер.\n\n[b]Важно[/b]: всем вашим контактам Telegram\nбудет автоматически добавлен в адресную книгу ваш [b]новый номер[/b],\nпри условии, что у них был ваш старый\nномер и вы не блокировали их.";
"lng_change_phone_warning" = "Всем вашим контактам Telegram будет автоматически добавлен в адресную книгу ваш новый номер, при условии, что у них был ваш старый номер и вы не блокировали их.";
"lng_change_phone_occupied" = "Номер {phone} уже привязан к другому аккаунту Telegram. Удалите тот аккаунт, прежде чем перейти на новый номер.";
"lng_change_phone_button" = "Сменить номер";
"lng_change_phone_new_title" = "Введите новый номер";
"lng_change_phone_new_description" = "Мы отправим SMS с кодом подтверждения на ваш новый номер.";
"lng_change_phone_new_submit" = "Отправить";
"lng_change_phone_code_title" = "Введите код";
"lng_change_phone_code_description" = "Мы отправим SMS с кодом подтверждения на номер {phone}.";
"lng_change_phone_success" = "Ваш номер телефона был изменён.";

"lng_mute_duration_hours#one" = "На {count} час";
"lng_mute_duration_hours#few" = "На {count} часа";
"lng_mute_duration_hours#many" = "На {count} часов";
"lng_mute_duration_hours#other" = "На {count} часов";
"lng_mute_box_tip" = "Выберите, на какой период времени необходимо отключить уведомления от этого чата";

"lng_preview_loading" = "Получаю информацию о ссылке...";

"lng_profile_settings_section" = "Настройки";
"lng_profile_actions_section" = "Действия";
"lng_profile_bot_settings" = "Настройки бота";
"lng_profile_bot_help" = "Помощь по боту";
"lng_profile_bot_privacy" = "Политика конфиденциальности бота";
"lng_profile_invite_link_section" = "Пригласительная ссылка";
"lng_profile_create_public_link" = "Сменить тип";
"lng_profile_edit_public_link" = "Редактировать ссылку на профиль";
"lng_profile_search_members" = "Поиск по участникам";
"lng_profile_manage_admins" = "Администраторы";
"lng_profile_manage_blocklist" = "Заблокированные пользователи";
"lng_profile_manage_restrictedlist" = "Ограниченные пользователи";
"lng_profile_recent_actions" = "Недавние действия";
"lng_profile_common_groups#one" = "{count} общая группа";
"lng_profile_common_groups#few" = "{count} общие группы";
"lng_profile_common_groups#many" = "{count} общих групп";
"lng_profile_common_groups#other" = "{count} общих групп";
"lng_profile_participants_section" = "Участники";
"lng_profile_mobile_number" = "Телефон:";
"lng_profile_username" = "Юзернейм:";
"lng_profile_link" = "Ссылка:";
"lng_profile_bio" = "О себе:";
"lng_profile_add_contact" = "Добавить контакт";
"lng_profile_edit_contact" = "Редактировать";
"lng_profile_clear_and_exit" = "Удалить и выйти";
"lng_profile_leave_channel" = "Покинуть канал";
"lng_profile_delete_channel" = "Удалить канал";
"lng_profile_leave_group" = "Покинуть группу";
"lng_profile_delete_group" = "Удалить группу";
"lng_profile_report" = "Пожаловаться";
"lng_profile_search_messages" = "Поиск сообщений";
"lng_profile_block_bot" = "Остановить и заблокировать";
"lng_profile_unblock_bot" = "Разблокировать бота";
"lng_profile_invite_to_group" = "Добавить в группу";
"lng_profile_delete_contact" = "Удалить";
"lng_profile_set_group_photo" = "Выбрать фото";
"lng_profile_add_participant" = "Добавить участников";
"lng_profile_view_channel" = "Просмотр канала";
"lng_profile_join_channel" = "Присоединиться к каналу";
"lng_profile_join_group" = "Присоединиться к группе";
"lng_profile_delete_and_exit" = "Покинуть";
"lng_profile_kick" = "Удалить";
"lng_profile_sure_kick" = "Исключить пользователя {user} из группы?";
"lng_profile_sure_kick_channel" = "Исключить пользователя {user} из канала?";
"lng_profile_sure_remove_admin" = "Исключить пользователя {user} из администраторов?";
"lng_profile_loading" = "Загрузка..";
"lng_profile_photos#one" = "{count} фотография";
"lng_profile_photos#few" = "{count} фотографии";
"lng_profile_photos#many" = "{count} фотографий";
"lng_profile_photos#other" = "{count} фотографий";
"lng_profile_photos_header" = "Фотографии";
"lng_profile_videos#one" = "{count} видеозапись";
"lng_profile_videos#few" = "{count} видеозаписи";
"lng_profile_videos#many" = "{count} видеозаписей";
"lng_profile_videos#other" = "{count} видеозаписей";
"lng_profile_videos_header" = "Видеозаписи";
"lng_profile_songs#one" = "{count} аудиофайл";
"lng_profile_songs#few" = "{count} аудиофайла";
"lng_profile_songs#many" = "{count} аудиофайлов";
"lng_profile_songs#other" = "{count} аудиофайлов";
"lng_profile_songs_header" = "Аудиофайлы";
"lng_profile_files#one" = "{count} файл";
"lng_profile_files#few" = "{count} файла";
"lng_profile_files#many" = "{count} файлов";
"lng_profile_files#other" = "{count} файлов";
"lng_profile_files_header" = "Файлы";
"lng_profile_audios#one" = "{count} голосовое сообщение";
"lng_profile_audios#few" = "{count} голосовых сообщения";
"lng_profile_audios#many" = "{count} голосовых сообщений";
"lng_profile_audios#other" = "{count} голосовых сообщений";
"lng_profile_audios_header" = "Голосовые сообщения";
"lng_profile_rounds#one" = "{count} видеосообщение";
"lng_profile_rounds#few" = "{count} видеосообщения";
"lng_profile_rounds#many" = "{count} видеосообщений";
"lng_profile_rounds#other" = "{count} видеосообщений";
"lng_profile_rounds_header" = "Видеосообщения";
"lng_profile_shared_links#one" = "{count} ссылка";
"lng_profile_shared_links#few" = "{count} ссылки";
"lng_profile_shared_links#many" = "{count} ссылок";
"lng_profile_shared_links#other" = "{count} ссылок";
"lng_profile_shared_links_header" = "Ссылки";
"lng_profile_copy_phone" = "Копировать номер";
"lng_profile_copy_fullname" = "Копировать имя";
"lng_profile_drop_area_title" = "Перетащите изображение сюда,";
"lng_profile_drop_area_subtitle" = "чтобы установить его в качестве аватара группы";
"lng_profile_drop_area_subtitle_channel" = "чтобы установить его в качестве аватара канала";
"lng_profile_top_bar_share_contact" = "Поделиться";

"lng_profile_info_section" = "Информация";
"lng_info_tab_media" = "Медиафайлы";
"lng_info_mobile_label" = "Телефон";
"lng_info_username_label" = "Юзернейм";
"lng_info_bio_label" = "О себе";
"lng_info_link_label" = "Ссылка";
"lng_info_about_label" = "Описание";
"lng_info_user_title" = "О пользователе";
"lng_info_bot_title" = "О боте";
"lng_info_group_title" = "О группе";
"lng_info_channel_title" = "О канале";
"lng_profile_enable_notifications" = "Уведомления";
"lng_profile_send_message" = "Написать";
"lng_info_add_as_contact" = "Добавить как контакт";
"lng_profile_shared_media" = "Общие медиа";
"lng_media_type_photos" = "Фотографии";
"lng_media_type_videos" = "Видео";
"lng_media_type_songs" = "Музыка";
"lng_media_type_files" = "Файлы";
"lng_media_type_audios" = "Голосовые сообщения";
"lng_media_type_links" = "Ссылки";
"lng_media_type_rounds" = "Видеосообщения";
"lng_profile_common_groups_section" = "Общие группы";
"lng_profile_clear_history" = "Очистить историю";
"lng_profile_delete_conversation" = "Удалить беседу";
"lng_profile_block_user" = "Заблокировать пользователя";
"lng_profile_unblock_user" = "Разблокировать пользователя";
"lng_profile_share_contact" = "Отправить контакт";
"lng_info_edit_contact" = "Изменить контакт";
"lng_info_delete_contact" = "Удалить контакт";
"lng_info_share_contact" = "Отправить контакт";
"lng_media_selected_photo#one" = "{count} фотография";
"lng_media_selected_photo#few" = "{count} фотографии";
"lng_media_selected_photo#many" = "{count} фотографий";
"lng_media_selected_photo#other" = "{count} фотографий";
"lng_media_selected_video#one" = "{count} видео";
"lng_media_selected_video#few" = "{count} видео";
"lng_media_selected_video#many" = "{count} видео";
"lng_media_selected_video#other" = "{count} видео";
"lng_media_selected_song#one" = "{count} аудиофайл";
"lng_media_selected_song#few" = "{count} аудиофайла";
"lng_media_selected_song#many" = "{count} аудиофайлов";
"lng_media_selected_song#other" = "{count} аудиофайлов";
"lng_media_selected_file#one" = "{count} файл";
"lng_media_selected_file#few" = "{count} файла";
"lng_media_selected_file#many" = "{count} файлов";
"lng_media_selected_file#other" = "{count} файлов";
"lng_media_selected_audio#one" = "{count} голосовое сообщение";
"lng_media_selected_audio#few" = "{count} голосовых сообщения";
"lng_media_selected_audio#many" = "{count} голосовых сообщений";
"lng_media_selected_audio#other" = "{count} голосовых сообщений";
"lng_media_selected_round#one" = "{count} видеосообщение";
"lng_media_selected_round#one" = "{count} видеосообщения";
"lng_media_selected_round#one" = "{count} видеосообщений";
"lng_media_selected_round#other" = "{count} видеосообщений";
"lng_media_selected_link#one" = "{count} ссылка";
"lng_media_selected_link#one" = "{count} ссылки";
"lng_media_selected_link#one" = "{count} ссылок";
"lng_media_selected_link#other" = "{count} ссылок";
"lng_media_photo_empty" = "Фото пока нет";
"lng_media_video_empty" = "Видео пока нет";
"lng_media_song_empty" = "Музыки пока нет";
"lng_media_file_empty" = "Файлов пока нет";
"lng_media_audio_empty" = "Голосовых сообщений пока нет";
"lng_media_link_empty" = "Ссылок пока нет";
"lng_media_song_empty_search" = "Композиции не найдены";
"lng_media_file_empty_search" = "Файлы не найдены";
"lng_media_link_empty_search" = "Ссылки не найдены";

"lng_manage_group_title" = "Управление группой";
"lng_manage_channel_title" = "Управление каналом";
"lng_manage_group_info" = "О группе";
"lng_manage_channel_info" = "О канале";
"lng_manage_peer_recent_actions" = "Недавние действия";
"lng_manage_peer_members" = "Участники";
"lng_manage_peer_administrators" = "Администраторы";
"lng_manage_peer_banned_users" = "Чёрный список";
"lng_manage_peer_restricted_users" = "Ограничения";
"lng_manage_history_visibility_title" = "История чата у новых участников";
"lng_manage_history_visibility_shown" = "Видна";
"lng_manage_history_visibility_shown_about" = "Новые участники будут видеть сообщения, отправленные до их вступления в группу.";
"lng_manage_history_visibility_hidden" = "Скрыта";
"lng_manage_history_visibility_hidden_about" = "Новые участники не увидят прошлые сообщения.";

"lng_report_title" = "Пожаловаться на канал";
"lng_report_group_title" = "Пожаловаться на группу";
"lng_report_bot_title" = "Пожаловаться на бота";
"lng_report_message_title" = "Пожаловаться на сообщение";
"lng_report_reason_spam" = "Спам";
"lng_report_reason_violence" = "Насилие/жестокость";
"lng_report_reason_pornography" = "Порнография";
"lng_report_reason_other" = "Прочее";
"lng_report_reason_description" = "Описание";
"lng_report_button" = "Пожаловаться";
"lng_report_thanks" = "Спасибо! Ваша жалоба будет рассмотрена нашей командой.";

"lng_channel_add_members" = "Добавить участников";
"lng_channel_add_banned" = "Заблокировать";
"lng_channel_add_restricted" = "Ограничить";
"lng_channel_admins" = "Администраторы";
"lng_channel_add_admin" = "Добавить администратора";
"lng_channel_admin_sure" = "Сделать {user} администратором?";
"lng_channel_admin_status_creator" = "Создатель";
"lng_channel_admin_status_promoted_by" = "Назначил(а): {user}";
"lng_channel_admin_status_not_admin" = "Не администратор";
"lng_channel_banned_status_restricted_by" = "Ограничил(а): {user}";

"lng_group_blocked_list_about" = "Заблокированные пользователи исключены из группы и могут вернуться обратно только по приглашению администратора.\nПригласительные ссылки для них не работают.";
"lng_channel_blocked_list_about" = "Заблокированные пользователи исключены из канала.\nПригласительные ссылки для них не работают.";

"lng_chat_all_members_admins" = "Все участники являются администраторами";
"lng_chat_about_all_admins" = "Все участники могут добавлять в группу других людей, редактировать фото и название группы.";
"lng_chat_about_admins" = "Только администраторы могут добавлять и удалять участников и редактировать название и фото группы.";

"lng_participant_filter" = "Поиск";
"lng_participant_invite" = "Пригласить";
"lng_participant_invite_sorry#one" = "К сожалению, вручную можно добавить только {count} пользователя.\n\nДля того, чтобы пригласить больше людей, воспользуйтесь пригласительной ссылкой.";
"lng_participant_invite_sorry#other" = "К сожалению, вручную можно добавить только первых {count} пользователей.\n\nДля того, чтобы пригласить больше людей, воспользуйтесь пригласительной ссылкой.";
"lng_create_group_back" = "Назад";
"lng_create_group_next" = "Далее";
"lng_create_group_create" = "Создать";
"lng_create_group_title" = "Создать группу";
"lng_create_channel_title" = "Создать канал";
"lng_create_public_channel_title" = "Публичный канал";
"lng_create_public_channel_about" = "Канал отображается в поиске, присоединиться может кто угодно";
"lng_create_private_channel_title" = "Приватный канал";
"lng_create_private_channel_about" = "Присоединиться можно только по специальной ссылке";
"lng_create_public_group_title" = "Публичная группа";
"lng_create_public_group_about" = "Любой пользователь может найти группу при помощи поиска и войти в неё. История сообщений видна всем";
"lng_create_private_group_title" = "Частная группа";
"lng_create_private_group_about" = "Только приглашенные или имеющие пригласительную ссылку пользователи могут войти в группу и видеть историю сообщений";
"lng_create_group_skip" = "Пропустить";

"lng_create_channel_link_invalid" = "Некорректная ссылка";
"lng_create_channel_link_occupied" = "К сожалению, эта ссылка уже занята";
"lng_create_channel_link_too_short" = "Слишком короткое имя.";
"lng_create_channel_link_bad_symbols" = "Разрешены только 0-9, a-z и символ подчёркивания.";
"lng_create_channel_link_available" = "Это имя доступно";
"lng_create_channel_link_copied" = "Ссылка скопирована в буфер обмена";

"lng_create_group_crop" = "Выберите область для фото группы";
"lng_create_channel_crop" = "Выберите область для фото канала";

"lng_failed_add_participant" = "Не получилось добавить пользователя. Повторите попытку позже.";
"lng_failed_add_not_mutual" = "К сожалению, если пользователь покинул группу, то вернуть его можно будет только при условии, что вы находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";
"lng_failed_add_not_mutual_channel" = "К сожалению, если пользователь покинул канал, то вернуть его можно будет только при условии, что вы находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";

"lng_sure_delete_contact" = "Вы уверены, что хотите удалить из контактов {contact}?";
"lng_sure_delete_history" = "Вы уверены, что хотите удалить историю сообщений с пользователем {contact}?\n\nВосстановить сообщения будет невозможно.";
"lng_sure_delete_group_history" = "Вы уверены, что хотите удалить историю сообщений в «{group}»?\n\nЭто действие нельзя будет отменить.";
"lng_sure_delete_saved_messages" = "Вы уверены, что хотите удалить все свои сохранённые сообщения?\n\nЭто действие нельзя будет отменить.";
"lng_sure_delete_and_exit" = "Вы уверены, что хотите удалить историю сообщений и покинуть «{group}»?\n\nЭто действие нельзя будет отменить";
"lng_sure_leave_channel" = "Уверены, что хотите покинуть этот канал?";
"lng_sure_delete_channel" = "Уверены, что хотите удалить этот канал? Все участники и сообщения будут безвозвратно удалены.";
"lng_sure_leave_group" = "Уверены, что хотите покинуть эту группу?";
"lng_sure_delete_group" = "Уверены, что хотите удалить эту группу? Все участники и сообщения будут безвозвратно удалены.";

"lng_message_empty" = "Пустое сообщение";
"lng_message_unsupported" = "Это сообщение не поддерживается вашей версией Telegram Desktop. Пожалуйста, обновите его в Настройках или установите из {link}";

"lng_duration_seconds#one" = "{count} секунда";
"lng_duration_seconds#few" = "{count} секунды";
"lng_duration_seconds#many" = "{count} секунд";
"lng_duration_seconds#other" = "{count} секунд";
"lng_duration_minsec_minutes#one" = "{count} минута";
"lng_duration_minsec_minutes#few" = "{count} минуты";
"lng_duration_minsec_minutes#many" = "{count} минут";
"lng_duration_minsec_minutes#other" = "{count} минут";
"lng_duration_minsec_seconds#one" = "{count} секунда";
"lng_duration_minsec_seconds#few" = "{count} секунды";
"lng_duration_minsec_seconds#many" = "{count} секунд";
"lng_duration_minsec_seconds#other" = "{count} секунд";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "{from} добавил(а) {user}";
"lng_action_add_users_many" = "{from} добавил(а) {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} и {user}";
"lng_action_add_you" = "{from} добавил(а) вас на этот канал";
"lng_action_you_joined" = "Вы присоединились к каналу";
"lng_action_add_you_group" = "{from} добавил(а) вас в эту группу";
"lng_action_kick_user" = "{from} исключил(а) {user}";
"lng_action_user_left" = "{from} покинул(а) группу";
"lng_action_user_joined" = "{from} вступил(а) в группу";
"lng_action_user_joined_by_link" = "{from} вступил(а) в группу по пригласительной ссылке";
"lng_action_user_registered" = "{from} присоединился к Telegram";
"lng_action_removed_photo" = "{from} удалил(а) фото группы";
"lng_action_removed_photo_channel" = "Фото канала удалено";
"lng_action_changed_photo" = "{from} изменил(а) фото группы";
"lng_action_changed_photo_channel" = "Фото обновлено";
"lng_action_changed_title" = "{from} изменил(а) название группы на «{title}»";
"lng_action_changed_title_channel" = "Имя канала изменено на «{title}»";
"lng_action_created_chat" = "{from} создал(а) группу «{title}»";
"lng_action_created_channel" = "Канал создан";
"lng_action_group_migrate" = "Эта группа была преобразована в супергруппу";
"lng_action_pinned_message" = "{from} закрепил(а) «{text}»";
"lng_action_pinned_media" = "{from} закрепил(а) {media}";
"lng_action_pinned_media_photo" = "изображение";
"lng_action_pinned_media_video" = "видеофайл";
"lng_action_pinned_media_audio" = "аудиофайл";
"lng_action_pinned_media_voice" = "голосовое сообщение";
"lng_action_pinned_media_video_message" = "видеосообщение";
"lng_action_pinned_media_file" = "файл";
"lng_action_pinned_media_gif" = "GIF-анимация";
"lng_action_pinned_media_contact" = "контактная информация";
"lng_action_pinned_media_location" = "местоположение";
"lng_action_pinned_media_sticker" = "стикер";
"lng_action_pinned_media_emoji_sticker" = "{emoji} стикер";
"lng_action_pinned_media_game" = "игру «{game}»";
"lng_action_game_score#one" = "{from} набрал(а) {count} в игре {game}";
"lng_action_game_score#other" = "{from} набрал(а) {count} в игре {game}";
"lng_action_game_you_scored#one" = "Вы набрали {count} в игре {game}";
"lng_action_game_you_scored#other" = "Вы набрали {count} в игре {game}";
"lng_action_game_score_no_game#one" = "{from} набрал(а) {count}";
"lng_action_game_score_no_game#other" = "{from} набрал(а) {count}";
"lng_action_game_you_scored_no_game#one" = "Вы набрали {count}";
"lng_action_game_you_scored_no_game#other" = "Вы набрали {count}";

"lng_action_call_outgoing" = "Исходящий вызов в {time}";
"lng_action_call_incoming" = "Входящий вызов в {time}";
"lng_action_call_outgoing_duration" = "Исходящий вызов ({duration}) в {time}";
"lng_action_call_incoming_duration" = "Входящий вызов ({duration}) в {time}";
"lng_action_call_incoming_missed" = "Пропущенный вызов в {time}";
"lng_action_call_outgoing_missed" = "Отменённый вызов в {time}";
"lng_action_call_incoming_declined" = "Сброшенный вызов в {time}";
"lng_action_payment_done" = "Вы успешно перевели {amount} пользователю {user}";
"lng_action_payment_done_for" = "Вы успешно перевели {amount} пользователю {user} за {invoice}";
"lng_action_took_screenshot" = "{from} сделал(а) скриншот!";
"lng_action_you_took_screenshot" = "Вы сделали скриншот!!";

"lng_ttl_photo_received" = "{from} отправил(а) вам самоуничтожающееся фото. Вы можете посмотреть его со своего смартфона.";
"lng_ttl_photo_sent" = "Вы отправили самоуничтожающееся фото.";
"lng_ttl_photo_expired" = "Срок фото истёк";
"lng_ttl_video_received" = "{from} отправил(а) вам самоуничтожающееся видео. Вы можете посмотреть его со своего смартфона.";
"lng_ttl_video_sent" = "Вы отправили самоуничтожающееся видео.";
"lng_ttl_video_expired" = "Срок видео истёк";

"lng_profile_migrate_reached#one" = "Достигнут лимит в {count} участника";
"lng_profile_migrate_reached#few" = "Достигнут лимит в {count} участника";
"lng_profile_migrate_reached#many" = "Достигнут лимит в {count} участника";
"lng_profile_migrate_reached#other" = "Достигнут лимит в {count} участников";
"lng_profile_migrate_body" = "Чтобы добавить ещё участников, обновите группу до супергруппы.";
"lng_profile_migrate_learn_more" = "Узнать больше »";
"lng_profile_migrate_button" = "Преобразовать в супергруппу";
"lng_profile_convert_title" = "Преобразовать в супергруппу";
"lng_profile_convert_feature1" = "— Новые участники видят всю историю сообщений";
"lng_profile_convert_feature2" = "— Сообщения удаляются у всех пользователей";
"lng_profile_convert_feature3" = "— Администраторы могут закреплять важные сообщения";
"lng_profile_convert_feature4" = "— Создатель группы может создать публичную ссылку на неё";
"lng_profile_convert_warning" = "{bold_start}Внимание:{bold_end} Это действие необратимо";
"lng_profile_convert_confirm" = "Преобразовать";
"lng_profile_add_more_after_upgrade#one" = "Вы сможете добавить {count} участника после преобразования группы в супергруппу.";
"lng_profile_add_more_after_upgrade#few" = "Вы сможете добавить {count} участника после преобразования группы в супергруппу.";
"lng_profile_add_more_after_upgrade#many" = "Вы сможете добавить {count} участника после преобразования группы в супергруппу.";
"lng_profile_add_more_after_upgrade#other" = "Вы сможете добавить до {count} участников после преобразования группы в супергруппу.";

"lng_channel_not_accessible" = "К сожалению, этот канал больше недоступен.";
"lng_group_not_accessible" = "К сожалению, эта группа больше не доступна.";
"lng_group_full" = "К сожалению, в группе уже максимальное число участников.";

"lng_channels_too_much_public_about" = "К сожалению, вы заняли слишком много публичных юзернеймов. Вы можете сделать свою группу или канал приватными, отозвав публичную ссылку.";
"lng_channels_too_much_public_revoke_confirm_group" = "Вы уверены, что хотите отозвать ссылку {link}?\n\nГруппа «{group}» станет приватной.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Вы уверены, что хотите отозвать ссылку {link}?\n\nКанал «{group}» станет приватным.";
"lng_channels_too_much_public_revoke" = "Отозвать";


"lng_group_invite_bad_link" = "Ссылка некорректна или просрочена.";
"lng_group_invite_join" = "Присоединиться";

"lng_group_invite_members#one" = "Всего {count} человек:";
"lng_group_invite_members#few" = "Всего {count} человека:";
"lng_group_invite_members#many" = "Всего {count} человек, в том числе:";
"lng_group_invite_members#other" = "Всего {count} человек, в том числе:";

"lng_group_invite_create" = "Создать ссылку приглашения";
"lng_group_invite_about" = "Любой пользователь Telegram сможет вступить\nв вашу группу, перейдя по этой ссылке.";
"lng_group_invite_about_channel" = "Любой пользователь Telegram сможет подписаться\nна ваш канал, перейдя по этой ссылке.";
"lng_group_invite_create_new" = "Отозвать ссылку";
"lng_group_invite_about_new" = "Предыдущая ссылка деактивирована и сейчас будет создана новая.";
"lng_group_invite_copied" = "Скопировано";
"lng_group_invite_no_room" = "Невозможно присоединиться к этой группе – в ней уже слишком много участников.";

"lng_channel_public_link_copied" = "Ссылка скопирована в буфер обмена.";

"lng_forwarded" = "Переслано от {user}";
"lng_forwarded_date" = "Оригинал: {date}";
"lng_forwarded_channel" = "Переслано из {channel}";
"lng_forwarded_via" = "Переслано от {user} с помощью {inline_bot}";
"lng_forwarded_channel_via" = "Переслано из {channel} с помощью {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "В ответ на";
"lng_edited" = "изм.";
"lng_edited_date" = "Изменено: {date}";
"lng_admin_badge" = "админ.";
"lng_fast_reply" = "ответить";
"lng_cancel_edit_post_sure" = "Отменить редактирование?";
"lng_cancel_edit_post_yes" = "Да";
"lng_cancel_edit_post_no" = "Нет";

"lng_bot_share_location_unavailable" = "К сожалению, отправка геолокации пока недоступна в Telegram Desktop.";
"lng_bot_share_phone" = "Вы хотите поделиться с ботом своим номером телефона?";
"lng_bot_share_phone_confirm" = "Поделиться";

"lng_attach_failed" = "Неудачно";
"lng_attach_file" = "Файл";
"lng_attach_photo" = "Фото";

"lng_media_open_with" = "Открыть в...";
"lng_media_download" = "Скачать";
"lng_media_cancel" = "Отмена";
"lng_media_video" = "Видео";
"lng_media_audio" = "Аудиозапись";

"lng_media_auto_settings" = "Настройки автозагрузки медиа";
"lng_media_auto_photo" = "Автозагрузка изображений";
"lng_media_auto_audio" = "Автозагрузка голос. сообщений";
"lng_media_auto_gif" = "Автозагрузка GIF";
"lng_media_auto_private_chats" = "Диалоги";
"lng_media_auto_groups" = "Группы и каналы";
"lng_media_auto_play" = "Автом. воспроизведение";

"lng_emoji_category0" = "Часто используемые";
"lng_emoji_category1" = "Люди";
"lng_emoji_category2" = "Природа";
"lng_emoji_category3" = "Еда и напитки";
"lng_emoji_category4" = "Праздник";
"lng_emoji_category5" = "Активность";
"lng_emoji_category6" = "Путешествия и местности";
"lng_emoji_category7" = "Объекты и символы";
"lng_emoji_hide_panel" = "Нажмите сюда для скрытия панели эмодзи";

"lng_recent_stickers" = "Часто используемые";
"lng_faved_stickers_add" = "Добавить в избранные";
"lng_faved_stickers_remove" = "Удалить из избранных";
"lng_group_stickers" = "Групповые стикеры";
"lng_group_stickers_description" = "Вы можете выбрать набор стикеров, который будет доступен всем участникам группы при общении в ней.";
"lng_group_stickers_add" = "Выберите набор стикеров";

"lng_switch_stickers" = "Стикеры";
"lng_switch_emoji" = "Эмодзи";
"lng_switch_gifs" = "GIF";
"lng_stickers_featured_add" = "Добавить";
"lng_gifs_search" = "Поиск GIF";
"lng_gifs_no_saved" = "У вас пока нет сохранённых GIF.";

"lng_inline_bot_no_results" = "<Ничего>";
"lng_inline_bot_via" = "с помощью {inline_bot}"; 

"lng_box_remove" = "Удалить";

"lng_stickers_installed_tab" = "Стикеры";
"lng_stickers_featured_tab" = "Популярные";
"lng_stickers_archived_tab" = "Архивные";
"lng_stickers_remove_pack" = "Удалить «{sticker_pack}»?";
"lng_stickers_add_pack" = "Установить стикеры";
"lng_stickers_share_pack" = "Поделиться стикерами";
"lng_stickers_not_found" = "Стикеры не найдены";
"lng_stickers_packs_archived" = "Некоторые неиспользуемые наборы стикеров были архивированы, чтобы оставить больше места для новых.";
"lng_stickers_copied" = "Ссылка на набор стикеров скопирована в буфер обмена.";
"lng_stickers_default_set" = "Великие умы";
"lng_stickers_you_have" = "Удаляйте и сортируйте стикерпаки";
"lng_stickers_return" = "Отмена";
"lng_stickers_count#one" = "{count} стикер";
"lng_stickers_count#few" = "{count} стикера";
"lng_stickers_count#many" = "{count} стикеров";
"lng_stickers_count#other" = "{count} стикеров";
"lng_stickers_masks_pack" = "Это набор масок. Вы можете его использовать в фоторедакторе в мобильном приложении.";
"lng_stickers_group_set" = "Групповой набор стикеров";
"lng_stickers_remove_group_set" = "Удалить групповой набор стикеров?";
"lng_stickers_group_from_your" = "Выберите из ваших наборов";
"lng_stickers_group_from_featured" = "Выберите из популярных наборов стикеров";
"lng_stickers_search_sets" = "Поиск наборов стикеров";
"lng_stickers_nothing_found" = "Стикеры не найдены";
"lng_stickers_remove_pack_confirm" = "Удалить";

"lng_in_dlg_photo" = "Фото";
"lng_in_dlg_album" = "Альбом";
"lng_in_dlg_video" = "Видео";
"lng_in_dlg_audio_file" = "Аудио";
"lng_in_dlg_video_message" = "Видеосообщение";
"lng_in_dlg_contact" = "Контакт";
"lng_in_dlg_audio" = "Голосовое сообщение";
"lng_in_dlg_file" = "Файл";
"lng_in_dlg_sticker" = "Стикер";
"lng_in_dlg_sticker_emoji" = "{emoji} Стикер";

"lng_ban_user" = "Заблокировать пользователя";
"lng_delete_all_from" = "Удалить все его/её сообщения";
"lng_report_spam" = "Сообщить о спаме";
"lng_report_spam_hide" = "Скрыть";
"lng_report_spam_thanks" = "Спасибо за сообщение!";
"lng_report_spam_sure" = "Уверены, что хотите сообщить о спаме от этого пользователя?";
"lng_report_spam_sure_group" = "Уверены, что хотите сообщить о спаме от этой группы?";
"lng_report_spam_sure_channel" = "Уверены, что хотите сообщить о спаме от этого канала?";
"lng_report_spam_ok" = "Сообщить";
"lng_cant_send_to_not_contact" = "К сожалению, вы можете отправлять сообщения только взаимным контактам.\n{more_info}";
"lng_cant_invite_not_contact" = "К сожалению, вы можете добавлять в группы только взаимные контакты.\n{more_info}";
"lng_cant_invite_not_contact_channel" = "К сожалению, вы можете добавлять в каналы только взаимные контакты. {more_info}";
"lng_cant_more_info" = "Подробнее »";
"lng_cant_invite_banned" = "К сожалению, только администратор может добавить этого пользователя.";
"lng_cant_invite_privacy" = "К сожалению, вы не можете добавлять этого пользователя в группы из-за его настроек приватности.";
"lng_cant_invite_privacy_channel" = "К сожалению, вы не можете добавлять этого пользователя в каналы из-за его настроек приватности.";
"lng_cant_do_this" = "К сожалению, это действие недоступно.";

"lng_send_button" = "Отправить";
"lng_message_ph" = "Наберите ваше сообщение..";
"lng_broadcast_ph" = "Опубликовать сообщение...";
"lng_broadcast_silent_ph" = "Опубликовать приглушенное сообщение...";
"lng_record_cancel" = "Отпустите вне этого поля для отмены";
"lng_will_be_notified" = "Участники будут уведомляться о ваших публикациях";
"lng_wont_be_notified" = "Участники не будут уведомляться о ваших публикациях";
"lng_willbe_history" = "Выберите чат";
"lng_message_with_from" = "[c]{from}:[/c] {message}";
"lng_from_you" = "Вы";
"lng_from_draft" = "Черновик";
"lng_bot_description" = "Что умеет этот бот?";
"lng_unblock_button" = "Разблокировать";
"lng_channel_mute" = "Выкл. звук";
"lng_channel_unmute" = "Вкл. звук";
"lng_saved_messages" = "Сохранённые cообщения";
"lng_saved_short" = "Себе";
"lng_saved_forward_here" = "Перешлите сюда для быстрого доступа";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Показать все чаты";
"lng_dialogs_hide_muted_chats" = "Скрыть приглушенные чаты";

"lng_open_this_link" = "Открыть ссылку?";
"lng_open_link" = "Открыть";
"lng_allow_bot_pass" = "Разрешить {bot_name} передавать ваше имя и идентификатор в Telegram веб-страницам, которые вы открываете через этого бота?";
"lng_allow_bot" = "Разрешаю";


"lng_bot_start" = "Начать";
"lng_bot_choose_group" = "Выберите группу";
"lng_bot_no_groups" = "У вас нет групп";
"lng_bot_groups_not_found" = "Группы не найдены";
"lng_bot_sure_invite" = "Добавить бота в «{group}»?";
"lng_bot_already_in_group" = "Бот уже состоит в указанной группе.";
"lng_bot_choose_chat" = "Выберите чат";
"lng_bot_no_chats" = "У вас нет чатов";
"lng_bot_chats_not_found" = "Чаты не найдены";
"lng_bot_sure_share_game" = "Отправить игру пользователю {user}?";
"lng_bot_sure_share_game_group" = "Отправить игру группе «{group}»?";

"lng_typing" = "печатает";
"lng_user_typing" = "{user} печатает";
"lng_users_typing" = "{user} и {second_user} печатают";
"lng_many_typing#one" = "{count} человек печатает";
"lng_many_typing#few" = "{count} человека печатают";
"lng_many_typing#many" = "{count} человек печатают";
"lng_many_typing#other" = "{count} человек печатают";
"lng_playing_game" = "сейчас в игре";
"lng_user_playing_game" = "{user} сейчас в игре";
"lng_users_playing_game" = "{user} и {second_user} сейчас в игре";
"lng_many_playing_game#one" = "{count} человек играет";
"lng_many_playing_game#few" = "{count} человека играют";
"lng_many_playing_game#many" = "{count} человек играют";
"lng_many_playing_game#other" = "{count} человек играют";
"lng_send_action_record_video" = "записывает видео";
"lng_user_action_record_video" = "{user} записывает видео";
"lng_send_action_upload_video" = "отправляет видео";
"lng_user_action_upload_video" = "{user} отправляет видео";
"lng_send_action_record_audio" = "записывает аудио";
"lng_user_action_record_audio" = "{user} записывает аудио";
"lng_send_action_upload_audio" = "отправляет аудио";
"lng_user_action_upload_audio" = "{user} отправляет аудио";
"lng_send_action_record_round" = "записывает видеосообщение";
"lng_user_action_record_round" = "{user} записывает видеосообщение";
"lng_send_action_upload_round" = "отправляет видеосообщение";
"lng_user_action_upload_round" = "{user} отправляет видеосообщение";
"lng_send_action_upload_photo" = "отправляет фото";
"lng_user_action_upload_photo" = "{user} отправляет фото";
"lng_send_action_upload_file" = "отправляет файл";
"lng_user_action_upload_file" = "{user} отправляет файл";
"lng_unread_bar#one" = "{count} непрочитанное сообщение";
"lng_unread_bar#few" = "{count} непрочитанных сообщения";
"lng_unread_bar#many" = "{count} непрочитанных сообщений";
"lng_unread_bar#other" = "{count} непрочитанных сообщений";

"lng_maps_point" = "Местоположение";
"lng_save_photo" = "Сохранить изображение";
"lng_save_video" = "Сохранить видео";
"lng_save_audio_file" = "Сохранить аудиозапись";
"lng_save_audio" = "Сохранить голосовое сообщение";
"lng_save_file" = "Сохранить файл";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Выберите изображение:";
"lng_choose_files" = "Выберите файлы";
"lng_game_tag" = "Игра";

"lng_context_view_profile" = "Информация о контакте";
"lng_context_view_group" = "Информация о группе";
"lng_context_view_channel" = "Информация о канале";
"lng_context_pin_to_top" = "Закрепить сверху";
"lng_context_unpin_from_top" = "Открепить";

"lng_context_promote_admin" = "Назначить администратором";
"lng_context_edit_permissions" = "Изменить права";
"lng_context_restrict_user" = "Ограничить пользователя";
"lng_context_remove_from_group" = "Удалить из группы";

"lng_context_copy_link" = "Копировать ссылку";
"lng_context_copy_post_link" = "Ссылка на сообщение";
"lng_context_copy_email" = "Копировать адрес";
"lng_context_copy_hashtag" = "Копировать хэштег";
"lng_context_copy_mention" = "Копировать юзернейм";
"lng_context_save_image" = "Сохранить изображение как..";
"lng_context_copy_image" = "Копировать изображение";
"lng_context_cancel_download" = "Отменить загрузку";
"lng_context_show_in_folder" = "Показать в папке";
"lng_context_show_in_finder" = "Показать в Finder";
"lng_context_save_video" = "Сохранить как...";
"lng_context_save_audio_file" = "Сохранить как...";
"lng_context_save_audio" = "Сохранить как...";
"lng_context_pack_info" = "Весь набор";
"lng_context_pack_add" = "Добавить стикеры";
"lng_context_save_file" = "Сохранить как...";
"lng_context_copy_text" = "Копировать текст";
"lng_context_open_gif" = "Открыть GIF";
"lng_context_save_gif" = "Сохранить в GIF";
"lng_context_to_msg" = "Перейти к сообщению";
"lng_context_reply_msg" = "Ответить";
"lng_context_edit_msg" = "Редактировать";
"lng_context_forward_msg" = "Переслать сообщение";
"lng_context_delete_msg" = "Удалить сообщение";
"lng_context_select_msg" = "Выделить сообщение";
"lng_context_report_msg" = "Пожаловаться";
"lng_context_pin_msg" = "Закрепить сообщение";
"lng_context_unpin_msg" = "Открепить сообщение";
"lng_context_cancel_upload" = "Отменить отправку";
"lng_context_copy_selected" = "Копировать выделенное";
"lng_context_copy_selected_items" = "Копировать выделенное как текст";
"lng_context_forward_selected" = "Переслать выделенные";
"lng_context_delete_selected" = "Удалить выделенные";
"lng_context_clear_selection" = "Снять выделение";
"lng_send_image_empty" = "Невозможно отправить пустой файл: {name}";
"lng_send_image_too_large" = "Невозможно отправить файл, т.к. он больше 1500 МБ: {name}";
"lng_send_images_selected#one" = "Выбрано {count} фото";
"lng_send_images_selected#few" = "Выбрано {count} фото";
"lng_send_images_selected#many" = "Выбрано {count} фото";
"lng_send_images_selected#other" = "Выбрано {count} фото";
"lng_send_photos#one" = "Отправить {count} фото";
"lng_send_photos#few" = "Отправить {count} фото";
"lng_send_photos#many" = "Отправить {count} фото";
"lng_send_photos#other" = "Отправить {count} фото";
"lng_send_photos_videos#one" = "Отправить {count} фото и видео";
"lng_send_photos_videos#few" = "Отправить {count} фото и видео";
"lng_send_photos_videos#many" = "Отправить {count} фото и видео";
"lng_send_photos_videos#other" = "Отправить {count} фото и видео";
"lng_send_separate_photos" = "Отправить как отдельные фото";
"lng_send_separate_photos_videos" = "Отправить как отдельные фото и видео";
"lng_send_files_selected#one" = "Выбран {count} файл";
"lng_send_files_selected#few" = "Выбрано {count} файла";
"lng_send_files_selected#many" = "Выбрано {count} файлов";
"lng_send_files_selected#other" = "Выбрано {count} файлов";
"lng_send_files#one" = "Отправить как {count} файл";
"lng_send_files#few" = "Отправить как {count} файла";
"lng_send_files#many" = "Отправить как {count} файлов";
"lng_send_files#other" = "Отправить как {count} файлов";
"lng_send_album" = "Отправить как альбом";
"lng_send_photo" = "Отправить фото";
"lng_send_file" = "Отправить файл";

"lng_forward_choose" = "Выберите получателя..";
"lng_forward_cant" = "К сожалению, сюда нельзя пересылать сообщения :(";
"lng_forward_share_contact" = "Поделиться контактом с {recipient}?";
"lng_forward_share_cant" = "К сожалению, сюда нельзя отправить контакт :(";
"lng_forward_send_file_confirm" = "Отправить «{name}» пользователю {recipient}?";
"lng_forward_send_files_confirm" = "Отправить файлы {recipient}?";
"lng_forward_send_files_cant" = "К сожалению, сюда нельзя отправить файлы :(";
"lng_forward_send" = "Отправить";
"lng_forward_messages#one" = "{count} пересланное сообщение";
"lng_forward_messages#few" = "{count} пересланных сообщения";
"lng_forward_messages#many" = "{count} пересланных сообщений";
"lng_forward_messages#other" = "{count} пересланных сообщений";
"lng_forwarding_from#one" = "{user} и ещё {count}";
"lng_forwarding_from#other" = "{user} и ещё {count}";
"lng_forwarding_from_two" = "{user} и {second_user}";
"lng_inline_switch_choose" = "Выберите чат...";
"lng_inline_switch_cant" = "Не удалось написать в этот чат :(";

"lng_share_cant" = "К сожалению, сюда нельзя отправлять сообщения :(";
"lng_reply_cant" = "К сожалению, в супергруппе невозможно ответить на настолько старое сообщение :(";
"lng_reply_cant_forward" = "К сожалению, вы не можете ответить на старое сообщение, отправленное до конвертации группы в супергруппу. Переслать его, добавив ваш комментарий?";

"lng_share_title" = "Поделиться с";
"lng_share_copy_link" = "Копировать ссылку";
"lng_share_confirm" = "Отправить";
"lng_share_wrong_user" = "Другой пользователь начал эту игру.";
"lng_share_game_link_copied" = "Ссылка на игру скопирована.";
"lng_share_done" = "Готово!";

"lng_contact_phone" = "Телефон";
"lng_enter_contact_data" = "Новый контакт";
"lng_edit_contact_title" = "Редактирование имени контакта";
"lng_edit_channel_title" = "Редактировать";
"lng_edit_sign_messages" = "Подписывать сообщения";
"lng_edit_group_who_invites" = "Кто может добавлять участников";
"lng_edit_group_invites_everybody" = "Все пользователи";
"lng_edit_group_invites_only_admins" = "Только администраторы";
"lng_edit_group" = "Редактировать группу";
"lng_edit_self_title" = "Редактирование вашего имени";
"lng_confirm_contact_data" = "Новый контакт";
"lng_add_contact" = "Создать";
"lng_add_contact_button" = "Новый контакт";
"lng_contacts_header" = "Контакты";
"lng_contact_not_joined" = "К сожалению, {name} не подключен к Telegram, но вы можете отправить ему/ей приглашение.\n\nМы сообщим вам, если кто-либо из ваших контактов присоединится к Telegram.";
"lng_try_other_contact" = "Попробуйте кого-нибудь ещё";
"lng_create_group_link" = "Ссылка";
"lng_create_group_invite_link" = "Ссылка для приглашения";
"lng_create_group_description" = "Описание (необязательно)";

"lng_drag_images_here" = "Перетащите изображения сюда,";
"lng_drag_photos_here" = "Перетащите фотографии сюда,";
"lng_drag_files_here" = "Перетащите файлы сюда,";

"lng_drag_to_send_quick" = "чтобы быстро отправить их";
"lng_drag_to_send_no_compression" = "чтобы отправить их без сжатия";
"lng_drag_to_send_files" = "чтобы отправить их в виде файлов";

"lng_selected_clear" = "Отмена";
"lng_selected_delete" = "Удалить";
"lng_selected_forward" = "Переслать";
"lng_selected_cancel_sure_this" = "Отменить отправку файла?";
"lng_selected_upload_stop" = "Отменить";
"lng_selected_delete_sure_this" = "Удалить это сообщение?";
"lng_selected_delete_sure#one" = "Удалить {count} выбранное сообщение?";
"lng_selected_delete_sure#few" = "Удалить {count} выбранных сообщения?";
"lng_selected_delete_sure#many" = "Удалить {count} выбранных сообщений?";
"lng_selected_delete_sure#other" = "Удалить {count} выбранных сообщений?";
"lng_delete_photo_sure" = "Вы действительно хотите удалить это изображение?";
"lng_delete_for_everyone_hint#one" = "Оно удалится у всех в этом чате.";
"lng_delete_for_everyone_hint#other" = "Они удалятся у всех в этом чате.";
"lng_delete_for_me_chat_hint#one" = "Оно удалится только у вас, но не у всех остальных людей в чате.";
"lng_delete_for_me_chat_hint#other" = "Они удалятся только у вас, но не у всех остальных людей в чате.";
"lng_delete_for_me_hint#one" = "Оно удалится только у вас.";
"lng_delete_for_me_hint#other" = "Они удалятся только у вас.";
"lng_delete_for_everyone_check" = "Удалить у всех";
"lng_delete_for_other_check" = "Удалить у пользователя {user}";
"lng_box_delete" = "Удалить";
"lng_box_leave" = "Покинуть";

"lng_about_version" = "Версия {version}";
"lng_about_text_1" = "Официальное приложение для быстрого и безопасного общения, основанное на [a href=\"https://core.telegram.org/api\"]Telegram API[/a]";
"lng_about_text_2" = "Это ПО распространяется по лицензии [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL3[/a], исходный код доступен на [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Подробнее читайте в [a href=\"https://telegram.org/faq\"]часто задаваемых вопросах[/a].{faq_open}{faq_close}";
"lng_about_done" = "Закрыть";

"lng_search_no_results" = "Сообщений не найдено";
"lng_search_found_results#one" = "Найдено {count} сообщение";
"lng_search_found_results#few" = "Найдено {count} сообщения";
"lng_search_found_results#many" = "Найдено {count} сообщений";
"lng_search_found_results#other" = "Найдено {count} сообщений";
"lng_search_global_results" = "Результаты глобального поиска";
"lng_search_messages_from" = "Показать сообщения от";

"lng_media_save_progress" = "{ready} из {total} {mb}";
"lng_mediaview_save_as" = "Сохранить как...";
"lng_mediaview_copy" = "Копировать";
"lng_mediaview_forward" = "Переслать";
"lng_mediaview_delete" = "Удалить";
"lng_mediaview_photos_all" = "Просмотр всех фото";
"lng_mediaview_files_all" = "Просмотр всех файлов";
"lng_mediaview_single_photo" = "Фото";
"lng_mediaview_group_photo" = "Фото группы";
"lng_mediaview_channel_photo" = "Фото канала";
"lng_mediaview_profile_photo" = "Фото профиля";
"lng_mediaview_file_n_of_count" = "{file} {n} из {count}";
"lng_mediaview_n_of_count" = "Фото {n} из {count}";
"lng_mediaview_doc_image" = "Файл";
"lng_mediaview_today" = "сегодня в {time}";
"lng_mediaview_yesterday" = "вчера в {time}";
"lng_mediaview_date_time" = "{date} в {time}";

"lng_mediaview_saved" = "Изображение было сохранено в папке [c]Загрузки[/c]";

"lng_theme_preview_title" = "Предпросмотр темы";
"lng_theme_preview_generating" = "Генерация предпросмотра темы...";
"lng_theme_preview_invalid" = "Файл темы содержит некорректные данные.";
"lng_theme_preview_apply" = "Применить тему";

"lng_new_authorization" = "{name},\nМы обнаружили вход под вашим аккаунтом на новом устройстве.\n\nДата: {day}, {date}\nВремя: {time}\nУстройство: {device}\nМестоположение: {location}\n\nЕсли это были не вы, можете перейти в Настройки — Приватность и безопасность — Завершить все другие сеансы.\n\nИскренне ваша, команда Telegram.";

"lng_new_version_wrap" = "Telegram Desktop был обновлён до версии {version}\n\n{changes}\n\nПолная история изменений доступна здесь:\n{link}";
"lng_new_version_minor" = "— Исправления багов и незначительные улучшения";

"lng_menu_insert_unicode" = "Вставьте управляющий символ Unicode";
"lng_menu_formatting" = "Форматирование";
"lng_menu_formatting_bold" = "Жирный";
"lng_menu_formatting_italic" = "Курсив";
"lng_menu_formatting_monospace" = "Моноширинный";
"lng_menu_formatting_link_create" = "Ссылка";
"lng_menu_formatting_link_edit" = "Изменить ссылку";
"lng_menu_formatting_clear" = "Без форматирования";
"lng_formatting_link_create_title" = "Создание ссылки";
"lng_formatting_link_edit_title" = "Создание ссылки";
"lng_formatting_link_text" = "Текст";
"lng_formatting_link_url" = "URL";
"lng_formatting_link_create" = "Создать";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Ссылка некорректна или недействительна.";
"lng_confirm_phone_title" = "Отменить сброс аккаунта";
"lng_confirm_phone_about" = "Кто-то, у кого есть доступ к вашему номеру {phone} запросил удаление вашего аккаунта Telegram и сброса дополнительного пароля.\n\nЕсли это были не вы, пожалуйста, введите код, который мы отправили вам по SMS.";
"lng_confirm_phone_success" = "Готово!\n\nУдаление аккаунта было отменено для номера {phone}. Вы можете закрыть это окно.";
"lng_confirm_phone_send" = "Отправить";
"lng_confirm_phone_enter_code" = "Пожалуйста, введите код.";

"lng_theme_editor_no_keys" = "В цветовой схеме пока нет значений";
"lng_theme_editor_cant_change_theme" = "Вы не можете применить новую тему, пока редактируете цветовую схему. Пожалуйста, сначала выйдите из редактора тем.";
"lng_theme_editor_new_keys" = "Отсутствуют в цветовой схеме";
"lng_theme_editor_background_image" = "Фоновое изображение";
"lng_theme_editor_saved_to_jpg" = "Сохранено как JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "Изображение JPEG, {size}";
"lng_theme_editor_read_from_png" = "Изображение PNG, {size}";
"lng_theme_editor_export" = "Экспорт";
"lng_theme_editor_choose_image" = "Выберите фоновое изображение";
"lng_theme_editor_save_palette" = "Сохранить файл палитры";
"lng_theme_editor_choose_name" = "Сохранить файл темы";
"lng_theme_editor_error" = "В редакторе произошла ошибка :( Подробности в 'log.txt'.";
"lng_theme_editor_done" = "Тема успешно экспортирована!";
"lng_theme_editor_title" = "Редактировать цветовую палитру";
"lng_theme_editor_export_button" = "Экспорт темы";

"lng_payments_not_supported" = "К сожалению, Telegram Desktop пока не поддерживает платежи. Пожалуйста, используйте для этого наши мобильные приложения.";
"lng_payments_receipt_label" = "Квитанция";
"lng_payments_receipt_label_test" = "Тестовая квитанция";
"lng_payments_invoice_label" = "Счёт";
"lng_payments_invoice_label_test" = "Тестовый счёт";
"lng_payments_receipt_button" = "Квитанция";

"lng_call_status_incoming" = "звонит вам...";
"lng_call_status_connecting" = "соединение...";
"lng_call_status_exchanging" = "обмен ключами шифрования...";
"lng_call_status_waiting" = "ожидание...";
"lng_call_status_requesting" = "запрос...";
"lng_call_status_hanging" = "завершение...";
"lng_call_status_ended" = "вызов завершён";
"lng_call_status_failed" = "не удалось соединиться";
"lng_call_status_ringing" = "вызов...";
"lng_call_status_busy" = "линия занята";
"lng_call_fingerprint_tooltip" = "Если {user} видит те же эмодзи, что и вы, звонок на 100% защищён.";

"lng_call_error_not_available" = "К сожалению, {user} не принимает звонки.";
"lng_call_error_outdated" = "Приложение пользователя {user} не поддерживает звонки. Попросите его/её сначала обновить своё приложение перед осуществлением вызовов.";
"lng_call_error_audio_io" = "Скорее всего, у вашего компьютера наблюдаются проблемы с воспроизведением звука. Пожалуйста, убедитесь, что аудиоколонки и микрофон работают и попробуйте ещё раз.";

"lng_call_bar_info" = "Информация о вызове";
"lng_call_bar_hangup" = "Повесить трубку";

"lng_call_box_title" = "Звонки";
"lng_call_box_about" = "Вы пока не совершали звонков.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Вчера в {time}";
"lng_call_box_status_date" = "{date} в {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Исходящий вызов";
"lng_call_incoming" = "Входящий вызов";
"lng_call_missed" = "Пропущенный вызов";
"lng_call_cancelled" = "Отменённый вызов";
"lng_call_declined" = "Сброшенный вызов";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Оцените качество звонка";
"lng_call_rate_comment" = "Комментарий (необязательно)";

"lng_player_message_today" = "Сегодня в {time}";
"lng_player_message_yesterday" = "Вчера в {time}";
"lng_player_message_date" = "{date} в {time}";

"lng_rights_edit_admin" = "Изменить права";
"lng_rights_edit_admin_header" = "Что может этот администратор?";
"lng_rights_about_add_admins_yes" = "Этот администратор сможет добавлять новых администраторов c тем же (или меньшим) уровнем прав.";
"lng_rights_about_add_admins_no" = "Этот администратор не сможет добавлять новых администраторов.";
"lng_rights_about_admin_cant_edit" = "Вы не можете редактировать права этого администратора.";
"lng_rights_user_restrictions" = "Права пользователя";
"lng_rights_user_restrictions_header" = "Что может этот пользователь?";

"lng_rights_channel_info" = "Изменять описание канала";
"lng_rights_channel_post" = "Отправлять сообщения";
"lng_rights_channel_edit" = "Редактировать чужие сообщения";
"lng_rights_channel_delete" = "Удалять чужие сообщения";
"lng_rights_group_info" = "Изменять описание группы";
"lng_rights_group_ban" = "Блокировать пользователей";
"lng_rights_group_invite_link" = "Приглашать по ссылке";
"lng_rights_group_invite" = "Добавлять пользователей";
"lng_rights_group_pin" = "Закреплять сообщения";
"lng_rights_group_delete" = "Удалять сообщения";
"lng_rights_add_admins" = "Добавлять администраторов";
"lng_rights_chat_read" = "Читать сообщения";
"lng_rights_chat_send_text" = "Отправлять сообщения";
"lng_rights_chat_send_media" = "Отправлять медиафайлы";
"lng_rights_chat_send_stickers" = "Отправлять стикеры и GIF";
"lng_rights_chat_send_links" = "Предпросмотр ссылок";
"lng_rights_chat_banned_until_header" = "Заблокирован(а) до";
"lng_rights_chat_banned_forever" = "Навсегда";
"lng_rights_chat_banned_day#one" = "На {count} день";
"lng_rights_chat_banned_day#few" = "На {count} дня";
"lng_rights_chat_banned_day#many" = "На {count} дней";
"lng_rights_chat_banned_day#other" = "На {count} дней";
"lng_rights_chat_banned_week#one" = "На {count} неделю";
"lng_rights_chat_banned_week#few" = "На {count} недели";
"lng_rights_chat_banned_week#many" = "На {count} недель";
"lng_rights_chat_banned_week#other" = "На {count} недель";
"lng_rights_chat_banned_custom" = "Другое...";
"lng_rights_chat_banned_custom_date" = "До {date}";

"lng_restricted_send_message" = "Администраторы этой группы запретили вам отправлять сообщения.";
"lng_restricted_send_media" = "Администраторы этой группы запретили вам отправлять медиафайлы.";
"lng_restricted_send_stickers" = "Администраторы этой группы запретили вам отправлять стикеры.";
"lng_restricted_send_gifs" = "Администраторы этой группы запретили вам отправлять GIF.";
"lng_restricted_send_inline" = "Администраторы этой группы запретили вам отправлять сообщения с помощью ботов.";

"lng_restricted_list_title" = "Ограниченные пользователи";
"lng_banned_list_title" = "Заблокированные пользователи";

"lng_admin_log_title_all" = "Все действия";
"lng_admin_log_title_selected" = "Выбранные действия";
"lng_admin_log_filter" = "Фильтр";
"lng_admin_log_filter_title" = "Фильтр";
"lng_admin_log_filter_all_actions" = "Все действия";
"lng_admin_log_filter_restrictions" = "Новые ограничения";
"lng_admin_log_filter_admins_new" = "Новые администраторы";
"lng_admin_log_filter_members_new" = "Новые участники";
"lng_admin_log_filter_info_group" = "Информация о группе";
"lng_admin_log_filter_info_channel" = "Информация о канале";
"lng_admin_log_filter_messages_deleted" = "Удалённые сообщения";
"lng_admin_log_filter_messages_edited" = "Отредактированные сообщения";
"lng_admin_log_filter_messages_pinned" = "Закреплённые сообщения";
"lng_admin_log_filter_members_removed" = "Ушедшие участники";
"lng_admin_log_filter_all_admins" = "Все участники и администраторы";
"lng_admin_log_about" = "Что это?";
"lng_admin_log_about_text" = "Это список всех служебных действий, совершённых участниками и администраторами группы за последние 48 часов.";
"lng_admin_log_no_results_title" = "Действий не найдено";
"lng_admin_log_no_results_text" = "По вашему запросу не найдено недавних действий.";
"lng_admin_log_no_results_search_text" = "Не найдено недавних действий, содержащих '{query}'.";
"lng_admin_log_no_events_title" = "Действий пока не было";
"lng_admin_log_no_events_text" = "Администраторы и участники группы\nне выполняли никаких служебных действий за последние 48 часов.";

"lng_admin_log_empty_text" = "Пусто";
"lng_admin_log_changed_title_group" = "{from} переименовал(а) группу в «{title}»";
"lng_admin_log_changed_title_channel" = "{from} переименовал(а) канал в «{title}»";
"lng_admin_log_changed_description_group" = "{from} изменил(а) описание группы:";
"lng_admin_log_removed_description_group" = "{from} удалил(а) описание группы";
"lng_admin_log_changed_description_channel" = "{from} изменил(а) описание канала:";
"lng_admin_log_removed_description_channel" = "{from} удалил(а) описание канала";
"lng_admin_log_previous_description" = "Прошлое описание";
"lng_admin_log_changed_link_group" = "{from} изменил(а) ссылку на группу:";
"lng_admin_log_removed_link_group" = "{from} удалил(а) ссылку на группу";
"lng_admin_log_changed_link_channel" = "{from} изменил(а) ссылку на канал:";
"lng_admin_log_removed_link_channel" = "{from} удалил(а) ссылку на канал";
"lng_admin_log_previous_link" = "Прошлая ссылка";
"lng_admin_log_changed_photo_group" = "{from} установил(а) новое фото группы";
"lng_admin_log_changed_photo_channel" = "{from} установил(а) новое фото канала";
"lng_admin_log_removed_photo_group" = "{from} удалил(а) фото группы";
"lng_admin_log_removed_photo_channel" = "{from} удалил(а) фото канала";
"lng_admin_log_invites_enabled" = "{from} разрешил(а) приглашения в группу";
"lng_admin_log_invites_disabled" = "{from} запретил(а) приглашения в группу";
"lng_admin_log_signatures_enabled" = "{from} включил(а) подписи к сообщениям";
"lng_admin_log_signatures_disabled" = "{from} отключил(а) подписи к сообщениям";
"lng_admin_log_history_made_hidden" = "{from} скрыл(а) историю сообщений группы для новых участников";
"lng_admin_log_history_made_visible" = "{from} сделал(а) историю сообщений группы видимой для новых участников";
"lng_admin_log_pinned_message" = "{from} закрепил(а) сообщение:";
"lng_admin_log_unpinned_message" = "{from} открепил(а) сообщение";
"lng_admin_log_edited_caption" = "{from} отредактировал(а) подпись:";
"lng_admin_log_removed_caption" = "{from} удалил(а) подпись";
"lng_admin_log_previous_caption" = "Прошлая подпись";
"lng_admin_log_edited_message" = "{from} отредактировал(а) сообщение:";
"lng_admin_log_previous_message" = "Исходное сообщение";
"lng_admin_log_deleted_message" = "{from} удалил(а) сообщение:";
"lng_admin_log_participant_joined" = "{from} вступил(а) в группу";
"lng_admin_log_participant_joined_channel" = "{from} присоединился(-лась) к каналу";
"lng_admin_log_participant_left" = "{from} покинул(а) группу";
"lng_admin_log_participant_left_channel" = "{from} покинул(а) канал";
"lng_admin_log_invited" = "пригласил(а) пользователя {user}";
"lng_admin_log_banned" = "заблокировал(а) пользователя {user}";
"lng_admin_log_restricted" = "изменил(а) ограничения пользователя {user} {until}";
"lng_admin_log_promoted" = "изменил(а) привилегия пользователя {user}";
"lng_admin_log_changed_stickers_group" = "{from} изменил(а) групповой {sticker_set}";
"lng_admin_log_changed_stickers_set" = "набор стикеров";
"lng_admin_log_removed_stickers_group" = "{from} удалил(а) групповой набор стикеров";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "навсегда";
"lng_admin_log_restricted_until" = "до {date}";
"lng_admin_log_banned_view_messages" = "Читать сообщения";
"lng_admin_log_banned_send_messages" = "Отправлять сообщения";
"lng_admin_log_banned_send_media" = "Отправлять медиафайлы";
"lng_admin_log_banned_send_stickers" = "Отправлять стикеры и GIF";
"lng_admin_log_banned_embed_links" = "Предпросмотр ссылок";
"lng_admin_log_admin_change_info" = "Изменять описание";
"lng_admin_log_admin_post_messages" = "Отправлять сообщения";
"lng_admin_log_admin_edit_messages" = "Редактировать сообщения";
"lng_admin_log_admin_delete_messages" = "Удалять сообщения";
"lng_admin_log_admin_ban_users" = "Блокировать участников";
"lng_admin_log_admin_invite_users" = "Добавлять участников";
"lng_admin_log_admin_invite_link" = "Приглашать пользователей по ссылке";
"lng_admin_log_admin_pin_messages" = "Закреплять сообщения";
"lng_admin_log_admin_add_admins" = "Добавлять администраторов";

"lng_terms_signup" = "Регистрируясь,\nВы соглашаетесь с {link}.";
"lng_terms_signup_link" = "Условиями использования Сервиса";
"lng_terms_header" = "Условия использования Сервиса";
"lng_terms_age#one" = "Я подтверждлаю, что мне {count} или больше";
"lng_terms_age#other" = "Я подтверждлаю, что мне {count} или больше";
"lng_terms_agree" = "Согласиться и продолжить";
"lng_terms_decline" = "Отказаться";
"lng_terms_signup_sorry" = "К сожалению, это означает, что Вы не можете зарегистрироваться в Telegram.\n\nВ отличие от других, мы не используем ваши данные для целенаправленной рекламы или других коммерческих целей. Telegram хранит только ту информацию, которая нужна для функционирования в качестве облачного сервиса. Вы можете настроить, как мы используем Ваши данные, в настройках приватности.\n\nНо если Вы в целом не согласны со скромными нуждами Telegram, мы не можем предоставлять для Вас наш сервис.";

// Wnd specific

"lng_wnd_choose_program_menu" = "Выбрать программу по умолчанию...";

"lng_wnd_menu_undo" = "Отменить";
"lng_wnd_menu_redo" = "Повторить";

// Linux specific

"lng_linux_menu_undo" = "Отменить";
"lng_linux_menu_redo" = "Повторить";

// Mac specific

"lng_mac_choose_program_menu" = "Другое...";

"lng_mac_choose_app" = "Выберите программу";
"lng_mac_choose_text" = "Выберите программу для открытия документа \"{file}\".";
"lng_mac_enable_filter" = "Включить:";
"lng_mac_recommended_apps" = "Рекомендованные программы";
"lng_mac_all_apps" = "Все программы";
"lng_mac_always_open_with" = "Всегда открывать с помощью";
"lng_mac_this_app_can_open" = "Эта программа может открыть \"{file}\".";
"lng_mac_not_known_app" = "Неизвестно, сможет ли открыть эта программа \"{file}\".";

"lng_mac_menu_services" = "Сервисы";
"lng_mac_menu_hide_telegram" = "Скрыть {telegram}";
"lng_mac_menu_hide_others" = "Скрыть остальное";
"lng_mac_menu_show_all" = "Показать всё";
"lng_mac_menu_preferences" = "Настройки...";
"lng_mac_menu_quit_telegram" = "Выйти из {telegram}";
"lng_mac_menu_about_telegram" = "О программе";
"lng_mac_menu_file" = "Файл";
"lng_mac_menu_logout" = "Выйти";
"lng_mac_menu_edit" = "Правка";
"lng_mac_menu_undo" = "Отменить";
"lng_mac_menu_redo" = "Вернуть";
"lng_mac_menu_cut" = "Вырезать";
"lng_mac_menu_copy" = "Копировать";
"lng_mac_menu_paste" = "Вставить";
"lng_mac_menu_delete" = "Удалить";
"lng_mac_menu_select_all" = "Выделить все";
"lng_mac_menu_window" = "Окно";
"lng_mac_menu_contacts" = "Контакты";
"lng_menu_calls" = "Звонки";
"lng_mac_menu_add_contact" = "Добавить контакт";
"lng_mac_menu_new_group" = "Новая группа";
"lng_mac_menu_new_channel" = "Создать канал";
"lng_mac_menu_show" = "Показать Telegram";

// Keys finished
